{"organizations": [], "uuid": "54c6080bb61e8e2887fcb4feeb5ca3d32ce79238", "thread": {"social": {"gplus": {"shares": 4}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 106}, "facebook": {"likes": 190, "shares": 190, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.nytimes.com", "main_image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "site_section": "http://dealbook.nytimes.com/feed/", "section_title": "NYT > DealBook", "url": "http://www.nytimes.com/2016/11/20/business/the-kind-of-car-insurer-that-gives-consumers-the-best-value.html", "country": "US", "domain_rank": 98, "title": "Fair Game: The Kind of Car Insurer That Gives Consumers the Best Value", "performance_score": 1, "site": "nytimes.com", "participants_count": 1, "title_full": "Fair Game: The Kind of Car Insurer That Gives Consumers the Best Value", "spam_score": 0.0, "site_type": "news", "published": "2016-11-19T01:24:00.000+02:00", "replies_count": 0, "uuid": "54c6080bb61e8e2887fcb4feeb5ca3d32ce79238"}, "author": "GRETCHEN MORGENSON", "url": "http://www.nytimes.com/2016/11/20/business/the-kind-of-car-insurer-that-gives-consumers-the-best-value.html", "ord_in_thread": 0, "title": "Fair Game: The Kind of Car Insurer That Gives Consumers the Best Value", "locations": [], "entities": {"persons": [{"name": "charles m. chamness", "sentiment": "none"}, {"name": "laura strykowski", "sentiment": "none"}, {"name": "warren e. buffett", "sentiment": "none"}, {"name": "john cusolito", "sentiment": "none"}, {"name": "valchoice", "sentiment": "none"}, {"name": "valeant", "sentiment": "none"}, {"name": "dan karr", "sentiment": "none"}, {"name": "karr", "sentiment": "none"}], "locations": [{"name": "new york", "sentiment": "none"}], "organizations": [{"name": "amica mutual", "sentiment": "none"}, {"name": "valeant pharmaceuticals international", "sentiment": "none"}, {"name": "usaa", "sentiment": "none"}, {"name": "valchoice", "sentiment": "none"}, {"name": "njm insurance", "sentiment": "none"}, {"name": "liberty mutual", "sentiment": "none"}, {"name": "geico", "sentiment": "none"}, {"name": "berkshire hathaway", "sentiment": "none"}, {"name": "national association of mutual insurance companies", "sentiment": "none"}, {"name": "progressive", "sentiment": "none"}, {"name": "automobile club of southern california", "sentiment": "none"}, {"name": "allstate", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Are consumers better off when they buy goods and services from companies that don’t have public shareholders they need to please? The answer, at least in the nearly $200 billion auto insurance industry, appears to be yes. That’s the conclusion of a new and comprehensive study examining the claims-paying histories of more than 300 auto insurers in the last five years. The analysis was conducted by ValChoice , a data analytics company that aims to bring some transparency to the opaque insurance market. Unlike many lines of business, auto insurance has two types of companies serving buyers. One group consists of publicly traded companies that must satisfy both shareholders and policyholders. The other kind of operation — known as a mutual company — is owned by its policyholders and so does not have to serve two masters. Many businesses try to benefit a wide array of stakeholders — investors as well as customers and employees. But the potential for conflicts in these operations has become a hot issue recently as companies like Valeant Pharmaceuticals International have been attacked for pricing policies that hurt consumers while enriching executives. (One of Valeant’s former executives was charged with criminal fraud on Thursday by prosecutors in New York.) Conflicts that exist among insurance companies are less obvious to consumers, industry experts say, in part because of the complexity of the business. \n  The ValChoice study sheds light on this problem. It found that the car insurers providing the best value to consumers were mutual insurance companies owned by their policyholders and paying them dividends. Over a five-year period from 2011 through 2015, these companies paid out an average 72.6 percent of their premiums in claims; publicly held insurers with shareholders to satisfy paid 62.8 percent of their premiums in claims. Dan Karr, a former technology executive who founded ValChoice, said it was hard to know exactly why such disparities exist. But a central factor, he hypothesized, is the difficulty of having to please both policyholders who want generous payments when they have an accident and shareholders who expect sizable profits. “There’s a conflict here between shareholders and policyholders,” Mr. Karr said. “We’re showing how companies have run their businesses, and that’s not always in the interest of the policyholder.” The ValChoice study divided the auto insurance market into three types of companies. The largest group — 48.3 percent — are publicly traded corporations like Allstate, Geico (which is part of Warren E. Buffett’s Berkshire Hathaway conglomerate) and Progressive. Among mutual companies, there are two different business models. Some companies return earnings to their policyholders in the form of dividends, while others do not pay dividends but keep the earnings at the company. Mutual companies that do not consistently pay dividends to auto policyholders make up 42.3 percent of the market; Liberty Mutual is one of them. Those that do pay dividends are the smallest subset of the market, with approximately 8 percent, ValChoice said. Also sometimes known as reciprocal insurance exchanges, they include USAA, the Automobile Club of Southern California, Amica Mutual and NJM Insurance. (Government insurance entities and nonprofit organizations make up the rest of the market; they were excluded from the study.) \n  Using data collected by state insurance regulators, ValChoice analyzed claims payment histories of 312 auto insurers accounting for 98.5 percent of the overall market. It compared the premiums these companies took in with the amounts they paid out on claims, a metric known as the paid loss ratio. Companies with higher paid loss ratios dispense more money to their customers on claims than companies with lower ratios do. For consumers, therefore, companies with higher ratios are a better choice when they get into an accident. The numbers tell the tale. Dividend-paying mutual insurers paid out in claims an average 72.6 percent of the premiums they earned. Mutual companies that do not pay dividends paid an average 64.5 percent, while publicly traded companies paid the least in claims: 62.8 percent of premiums. I asked Geico, Allstate, Progressive and Liberty Mutual about the findings. A Progressive spokesman declined to comment, and Geico did not respond. A spokeswoman for Allstate, Laura Strykowski, said the company provided “a fair and caring claims experience for customers, and we work diligently to ensure the timely and accurate processing of claims.” John Cusolito, a spokesman at Liberty Mutual, said the company’s customers received excellent service and the advantage of a lower initial price on the policy rather than receiving a dividend when the policy expires. Paid loss ratios are watched closely by stock and bond analysts, who look at the figures when measuring an insurer’s profitability and financial position. Assessing paid loss ratios from the consumer perspective is less typical. That’s why Mr. Karr conducted the exercise. When shopping for insurance, consumers often focus solely on price. Figuring out the differences in claims payment histories at companies is much harder to do because the data is not readily available and requires significant digging to unearth. Analyzing the data, Mr. Karr said, can give consumers a better idea of the value they are receiving for the insurance premiums they pay. \n  “The paid loss ratio is such a direct measure of the actual value of an insurance policy,” said Mr. Karr. “If I’m paying money for insurance, it tells me how much is likely to come back to me if I have an accident.” In essence, Mr. Karr said, consumers who buy from companies whose claims payments are lower are paying for lesser coverage. That value loss can add up to billions of dollars. Charles M. Chamness, chief executive of the National Association of Mutual Insurance Companies , agreed. “Mutuals exist to serve policyholders and allow management to focus on service and longtime financial security,” he said. Mr. Karr got the idea to start ValChoice after he was hit by a car and had trouble getting his medical bills paid by insurers. “When I came away from it, I thought there was a lot people who needed to know about the operating characteristics of these companies,” Mr. Karr said. “People are mandated by law to buy insurance; they should be able to get quality information about what it is they are buying.”", "external_links": [], "published": "2016-11-19T01:24:00.000+02:00", "crawled": "2016-11-18T21:05:01.824+02:00", "highlightTitle": ""}