{"organizations": [], "uuid": "d3622cea64c623b465a3fdd3c2238b8dd58e7a7f", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "answers.yahoo.com", "main_image": "/static/images/answers-icon.png", "site_section": "http://answers.yahoo.com/rss/allq", "section_title": "Yahoo Answers: Latest Questions", "url": "https://answers.yahoo.com/question/index?qid=20161118194908AA222VX", "country": "US", "domain_rank": 5, "title": "[ Diabetes ] Open Question : How come some people live off sweets and junk and don't get diabetes while others who don't eat as badly do?", "performance_score": 0, "site": "yahoo.com", "participants_count": 0, "title_full": "[ Diabetes ] Open Question : How come some people live off sweets and junk and don't get diabetes while others who don't eat as badly do?", "spam_score": 0.0, "site_type": "news", "published": "2016-11-19T10:49:00.000+02:00", "replies_count": 0, "uuid": "d3622cea64c623b465a3fdd3c2238b8dd58e7a7f"}, "author": "", "url": "https://answers.yahoo.com/question/index?qid=20161118194908AA222VX", "ord_in_thread": 0, "title": "[ Diabetes ] Open Question : How come some people live off sweets and junk and don't get diabetes while others who don't eat as badly do?", "locations": [], "entities": {"persons": [], "locations": [], "organizations": []}, "highlightText": "", "language": "english", "persons": [], "text": "Dating Sites Add your answer How come some people live off sweets and junk and don't get diabetes while others who don't eat as badly do? Add your answer I think this question violates the Community Guidelines Chat or rant, adult content, spam, insulting other members, show more I think this question violates the Terms of Service Harm to minors, violence or threats, harassment or privacy invasion, impersonation or misrepresentation, fraud or phishing, show more Additional Details If you believe your intellectual property has been infringed and would like to file a complaint, please see our Copyright/IP Policy Report Abuse I think this answer violates the Community Guidelines Chat or rant, adult content, spam, insulting other members, show more I think this answer violates the Terms of Service Harm to minors, violence or threats, harassment or privacy invasion, impersonation or misrepresentation, fraud or phishing, show more Additional Details If you believe your intellectual property has been infringed and would like to file a complaint, please see our Copyright/IP Policy Report Abuse I think this comment violates the Community Guidelines Chat or rant, adult content, spam, insulting other members, show more I think this comment violates the Terms of Service Harm to minors, violence or threats, harassment or privacy invasion, impersonation or misrepresentation, fraud or phishing, show more Additional Details If you believe your intellectual property has been infringed and would like to file a complaint, please see our Copyright/IP Policy Report Abuse Upload failed. Please upload a file larger than 100x100 pixels We are experiencing some problems, please try again. You can only upload files of type PNG, JPG, or JPEG. You can only upload files of type 3GP, 3GPP, MP4, MOV, AVI, MPG, MPEG, or RM. You can only upload photos smaller than 5 MB. You can only upload videos smaller than 600MB. You can only upload a photo (png, jpg, jpeg) or a video (3gp, 3gpp, mp4, mov, avi, mpg, mpeg, rm). You can only upload a photo or a video. Video should be smaller than <b>600mb/5 minutes</b> Photo should be smaller than <b>5mb</b> Video should be smaller than <b>600mb/5 minutes</b> Photo should be smaller than <b>5mb</b> Answer Questions", "external_links": [], "published": "2016-11-19T10:49:00.000+02:00", "crawled": "2016-11-19T05:58:44.020+02:00", "highlightTitle": ""}