{"organizations": [], "uuid": "b1824376a9b10b7e7ad00a4d70ef8049506fc30d", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "me.ign.com", "main_image": "http://sm.ign.com/t/ign_me/feature/h/hideo-koji/hideo-kojima-explains-the-ups-and-downs-of-the-creative-proc_5nn7.640.jpg", "site_section": "http://me.ign.com/en/articles/rss", "section_title": "Video Games, Wikis, Cheats, Walkthroughs, Reviews, News & Videos - IGN Middle East", "url": "http://me.ign.com/en/pc/126847/feature/hideo-kojima-explains-the-ups-and-downs-of-the-creative-proc", "country": "US", "domain_rank": 383, "title": "Hideo Kojima Explains the Ups and Downs of the Creative Process", "performance_score": 0, "site": "ign.com", "participants_count": 0, "title_full": "Hideo Kojima Explains the Ups and Downs of the Creative Process", "spam_score": 0.0, "site_type": "news", "published": "2016-11-19T01:06:00.000+02:00", "replies_count": 0, "uuid": "b1824376a9b10b7e7ad00a4d70ef8049506fc30d"}, "author": "", "url": "http://me.ign.com/en/pc/126847/feature/hideo-kojima-explains-the-ups-and-downs-of-the-creative-proc", "ord_in_thread": 0, "title": "Hideo Kojima Explains the Ups and Downs of the Creative Process", "locations": [], "entities": {"persons": [{"name": "hideo kojima", "sentiment": "negative"}, {"name": "mads mikkelsen", "sentiment": "none"}, {"name": "nicolas winding refn", "sentiment": "none"}, {"name": "daniel robson", "sentiment": "none"}, {"name": "kojima", "sentiment": "none"}, {"name": "james cameron", "sentiment": "none"}, {"name": "daniel robson  hideo kojima", "sentiment": "none"}, {"name": "refn", "sentiment": "none"}, {"name": "elle fanning", "sentiment": "none"}], "locations": [{"name": "la", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "copenhagen", "sentiment": "none"}, {"name": "valhalla rising", "sentiment": "none"}, {"name": "valhalla", "sentiment": "none"}, {"name": "tokyo", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "japan", "sentiment": "none"}], "organizations": [{"name": "ups", "sentiment": "negative"}, {"name": "konami", "sentiment": "none"}, {"name": "apple ginza", "sentiment": "none"}, {"name": "refn", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Hideo Kojima Explains the Ups and Downs of the Creative Process \"I have to love it, or I’d never be able to carry on.\" By Daniel Robson \nHideo Kojima told a crowd at the Apple Ginza venue in Tokyo on Thursday night that despite any hardship, his passion for creating games is its own reward. \nWhen asked by an audience member how he is able to go on as a solo creator after his acrimonious split with Konami and push towards realizing his vision in the face of adversity, Kojima replied, “It’s because I love doing it.” \n“Sometimes it can be hard,” he admitted. “When I am feeling up against it, I sit down and watch the making of James Cameron’s film The Abyss, which was really tough. Or the documentary by Nicolas Winding Refn on his filmmaking ordeals. These give me courage. I take a slug of painkillers and I carry on.\" Kojima discussing his process at Apple Ginza in Tokyo. \n“I think I have to love it, or I’d never be able to carry on,\" he continued. \"If I were to give up then I would never achieve anything, so I just have to have faith in myself.” \nWhen asked where he finds the inspiration and ideas to create new things, Kojima said, “Inspiration comes 24 hours a day. You just react to the stimuli around you. Listening to music, talking to people, traveling, watching a movie, reading a book, walking around the neighborhood, looking at the birds or looking at the sky. The input from all of these things influence the way I think. The hard part is turning that inspiration into a form.” \nKojima spoke at the event to promote the upcoming Japan release of The Neon Demon , the new film by Drive director Refn. The film, which was released in the United States in June, stars Elle Fanning as a young model whose aspirations of becoming a model in LA lead her down a dark path. Kojima and Refn at Apple Ginza in Tokyo. \nRefn was also in attendance at the Apple Ginza event. The pair became friends after Kojima expressed interest in Refn’s 2009 movie Valhalla Rising . \n“I really wanted to meet [Valhalla Rising star] Mads Mikkelsen, so I contacted Refn to ask for his number,” joked Kojima. \n“I was very fascinated by what [Kojima] did, because it was very different to what I do,” explained Refn. “He was going to be in London, so I flew over from Copenhagen and we had dinner. There was a kind of calmness in our interaction. We didn’t have to talk a lot, but we kind of knew what we were going to say, and that became a foundation for our friendship.” \nOne thing the two directors share in common is their love of music, and its impact on their productions. 2011’s Drive is renowned for its bold soundtrack, which meshed pop music with an original score, while The Neon Demon features a haunting electronic score designed to enhance the film’s brooding tone. \n“In games just like in film, music is everything,” commented Kojima. “50% or 60% comes down to the music. I think Refn’s use of music is fantastic. Some directors shoot their film first and then add music at the end, but I think Refn has the music in mind when he writes the script, and the result is that the visuals and the audio are one.” \nDuring the hourlong talk, the pair took plenty of opportunities to praise one another’s work, and Refn explained that the two creators share a bond because of their passion for their craft. \n“The thing about creativity which is sometimes difficult to share, even with our wives and kids, is that it’s a very solitary form of activity in a way,” said Refn. “At the end of the food chain of your collaborators or staff, there is still you having to make the final decisions. It’s hard to even share the joy with anyone else if they don't know what it feels like.\" \n“That was one of the things we had in common, and because we’re from different kind of art forms, it was a great ‘marriage’ in that sense.” \nDaniel Robson is Chief Editor of IGN Japan; you can find him on Twitter @nomoredaniels .", "external_links": [], "published": "2016-11-19T01:06:00.000+02:00", "crawled": "2016-11-18T23:22:50.371+02:00", "highlightTitle": ""}