{"organizations": [], "uuid": "67e91c1c0840488da55348886b3b7d8488bf936d", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "news.yahoo.com", "main_image": "https://s.yimg.com/os/mit/media/m/social/images/social_default_logo-1481777.png", "site_section": "https://news.yahoo.com/sitemap/stories/5.xml", "section_title": "", "url": "https://news.yahoo.com/uk-kids-scouts-guides-better-mental-health-age-205929490.html", "country": "US", "domain_rank": 5, "title": "UK kids in Scouts-Guides have better mental health at age 50", "performance_score": 0, "site": "yahoo.com", "participants_count": 1, "title_full": "UK kids in Scouts-Guides have better mental health at age 50", "spam_score": 0.973, "site_type": "news", "published": "2016-11-19T04:59:00.000+02:00", "replies_count": 0, "uuid": "67e91c1c0840488da55348886b3b7d8488bf936d"}, "author": "Reuters", "url": "https://news.yahoo.com/uk-kids-scouts-guides-better-mental-health-age-205929490.html", "ord_in_thread": 0, "title": "UK kids in Scouts-Guides have better mental health at age 50", "locations": [], "entities": {"persons": [{"name": "kathryn doyle", "sentiment": "neutral"}, {"name": "chris dibben", "sentiment": "none"}, {"name": "huxhold", "sentiment": "none"}, {"name": "dibben", "sentiment": "none"}, {"name": "oliver huxhold", "sentiment": "none"}], "locations": [{"name": "uk", "sentiment": "none"}, {"name": "scouts-guides", "sentiment": "none"}, {"name": "scotland", "sentiment": "none"}, {"name": "berlin", "sentiment": "none"}, {"name": "u.k.", "sentiment": "none"}], "organizations": [{"name": "reuters health", "sentiment": "neutral"}, {"name": "journal of epidemiology and community health", "sentiment": "none"}, {"name": "scout association", "sentiment": "none"}, {"name": "university of edinburgh", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "By Kathryn Doyle\n(Reuters Health) – - The mental health benefits of participation in childhood scouting activities might last for decades, a new study suggests.\nIn the middle-aged study participants, mood and happiness tended to range in association with childhood social position – but not for grown-ups who had been in the Scouts-Guides program when they were young, researchers found.\n“Scout or Guide membership appears to almost completely remove the inequality in mental health (aged 50) associated with early life economic disadvantage,” said lead author Chris Dibben of the University of Edinburgh in Scotland.\n“Given the difficulty governments around the world have in tackling health inequalities, we think any evidence of substantial impact is significant,” Dibben told Reuters Health by email.\nThe Scout Association provides active, outdoor, social activities for young people, male and female, age six to 25 in the U.K.\nGirlguiding is a similar program, and the largest girls only youth program in the U.K.\nFor the new study, the researchers focused on more than 9,000 people born in 1958, 28 percent of whom had been in the Scouts or Guides program. Mental Health Index tests at age 50 assessed nerves, calmness, downheartedness and happiness over the previous four weeks, with answers scored on a scale of one to 100.\nOn average, participants scored about 75. Adults who had been in Scouts-Guides scored about 2.2 points higher than other adults. For those who had not taken part in the programs, mental health scores ranged along the lines of childhood social position, but there was no similar range for adults who had been in Scouts-Guides, as reported in the Journal of Epidemiology and Community Health.\n“Detecting an apparent effect 40 or so years after an activity is always going to be notable, however in many ways existing research on social mobility, resilience and activities that may be protective of mental health, provide many explanations of why the kind of programs used by the scouts and guides and other similar youth organizations might be protective of mental health,” Dibben told Reuters Health by email.\n“We know that many of the things being a Scout or Guide enable you to do or learn are useful for protecting mental health: taking exercise, eating well, enjoying the outdoors, having good social skills, having fun and making a contribution,” he said. “We also know that being a Scout or Guide helps people to encounter new or challenging situations and cope well, with the help of others.”\n“Character skills” like conscientiousness, perseverance and curiosity may be as important as intelligence for overall life achievement, he said.\n“This then supports the idea that parents might look to activities that might develop these skills in children,” Dibben said.\nThe researchers did not account for how caring or supportive people’s childhood homes were, which may have had an impact, said Dr. Oliver Huxhold of the German Center of Gerontology in Berlin, who was not part of the study.\n“Caring or supporting parents would have been more likely to put kids into these Scout or Guide programs,” Huxhold told Reuters Health by phone.\nBut there are no real downsides to these types of programs, which exist in many countries, he said.\n“That’s the main reason why I don’t think it’s problematic to recommend something like this,” he said.\nSOURCE: http://bit.ly/2fDQcLx Journal of Epidemiology and Community Health, online November 10, 2016.", "external_links": ["http://bit.ly/2fDQcLx"], "published": "2016-11-19T04:59:00.000+02:00", "crawled": "2016-11-19T15:18:24.743+02:00", "highlightTitle": ""}