{"organizations": [], "uuid": "0af849bc0532ac1b1edf3ee8d623fe9f407539ca", "thread": {"social": {"gplus": {"shares": 2}, "pinterest": {"shares": 0}, "vk": {"shares": 1}, "linkedin": {"shares": 10}, "facebook": {"likes": 924, "shares": 924, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.nbcnews.com", "main_image": "http://media4.s-nbcnews.com/j/newscms/2016_43/1764241/161024-donald-trump-florida-420p_e68752319749dbc83778407924846803.nbcnews-fp-1200-800.jpg", "site_section": "", "section_title": "", "url": "http://www.nbcnews.com/mach/technology/will-trump-tech-be-disaster-some-people-have-predicted-n684871", "country": "US", "domain_rank": 478, "title": "Will Trump and Tech Be the 'Disaster' Some People Have Predicted? - NBC News", "performance_score": 9, "site": "nbcnews.com", "participants_count": 0, "title_full": "Will Trump and Tech Be the 'Disaster' Some People Have Predicted? - NBC News", "spam_score": 0.026, "site_type": "news", "published": "2016-11-19T04:28:00.000+02:00", "replies_count": 0, "uuid": "0af849bc0532ac1b1edf3ee8d623fe9f407539ca"}, "author": "Alyssa Newcomb", "url": "http://www.nbcnews.com/mach/technology/will-trump-tech-be-disaster-some-people-have-predicted-n684871", "ord_in_thread": 0, "title": "Will Trump and Tech Be the 'Disaster' Some People Have Predicted? - NBC News", "locations": [], "entities": {"persons": [{"name": "will trump", "sentiment": "neutral"}, {"name": "alyssa", "sentiment": "neutral"}, {"name": "musk", "sentiment": "none"}, {"name": "pavel durov", "sentiment": "none"}, {"name": "jose luis magana", "sentiment": "none"}, {"name": "matt rourke", "sentiment": "none"}, {"name": "joe biden", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "obama hopes trump", "sentiment": "none"}, {"name": "dado ruvic", "sentiment": "none"}, {"name": "torricke-barton", "sentiment": "none"}, {"name": "refugio ruiz", "sentiment": "none"}, {"name": "dex torricke-barton", "sentiment": "none"}, {"name": "szoka", "sentiment": "none"}, {"name": "naveen jain", "sentiment": "none"}, {"name": "alyssa newcomb", "sentiment": "none"}, {"name": "berin szoka", "sentiment": "none"}, {"name": "steve wozniak", "sentiment": "none"}, {"name": "jimmy wales", "sentiment": "none"}, {"name": "brian weeden", "sentiment": "none"}, {"name": "robert siciliano", "sentiment": "none"}, {"name": "eric risberg", "sentiment": "none"}, {"name": "cook", "sentiment": "none"}, {"name": "tim cook", "sentiment": "none"}, {"name": "arielle zuckerberg", "sentiment": "none"}, {"name": "newcomb", "sentiment": "none"}, {"name": "elon musk", "sentiment": "none"}], "locations": [{"name": "united states", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "s.c.", "sentiment": "none"}, {"name": "mountain view", "sentiment": "none"}, {"name": "international space station", "sentiment": "none"}, {"name": "mars", "sentiment": "none"}, {"name": "switzerland", "sentiment": "none"}, {"name": "united kingdom", "sentiment": "none"}, {"name": "sarajevo", "sentiment": "none"}, {"name": "mexico", "sentiment": "none"}, {"name": "guadalajara", "sentiment": "none"}, {"name": "north charleston", "sentiment": "none"}, {"name": "u.s.capitol", "sentiment": "none"}, {"name": "silicon valley", "sentiment": "none"}, {"name": "san bernardino", "sentiment": "none"}, {"name": "russia", "sentiment": "none"}, {"name": "calif", "sentiment": "none"}, {"name": "sweden", "sentiment": "none"}], "organizations": [{"name": "nbc news", "sentiment": "negative"}, {"name": "nsa", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "congress", "sentiment": "none"}, {"name": "computer history museum", "sentiment": "none"}, {"name": "reuters", "sentiment": "none"}, {"name": "apple", "sentiment": "none"}, {"name": "white house office of science and technology policy", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}, {"name": "u.s. national security agency", "sentiment": "none"}, {"name": "telegram", "sentiment": "none"}, {"name": "wikipedia", "sentiment": "none"}, {"name": "supreme court", "sentiment": "none"}, {"name": "boeing", "sentiment": "none"}, {"name": "fbi", "sentiment": "none"}, {"name": "aerospace america", "sentiment": "none"}, {"name": "spacex", "sentiment": "none"}, {"name": "wikimedia", "sentiment": "none"}, {"name": "nasa", "sentiment": "none"}, {"name": "secure world foundation", "sentiment": "none"}, {"name": "google", "sentiment": "none"}, {"name": "ap", "sentiment": "none"}, {"name": "national security agency", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Nov 18 2016, 3:15 pm ET Will Trump and Tech Be the 'Disaster' Some People Have Predicted? by Alyssa Newcomb advertisement \nAs the soon-to-be leader of the free world, Donald Trump will play a part in everything from innovation and space exploration to policies governing this little platform he likes to call \"the cyber.\" \nThe billionaire mogul has trigger-happy Twitter fingers, but beyond his love for social media, he barely touched on technology issues while on the campaign trail. Republican presidential candidate Donald Trump listens to his mobile phone during a lunch stop, Thursday, Feb. 18, 2016, in North Charleston, S.C. Matt Rourke / AP \n\"He doesn't care about any policy issue other than immigration, taxes and terrorists,\" says Berin Szoka, president of TechFreedom, a non-profit dedicated to promoting technology progress. \"It means that everyone who cares about these issues is going to have to do a lot of hard work.\" \nAccording to the Global Innovation Index released in August, the United States ranks fourth for innovation, falling behind Switzerland, Sweden and the United Kingdom. And if there's anything that irks Donald Trump, it's not being No. 1. \nWhile Trump hasn't taken on tech issues with the same vigor he has for becoming \"the greatest jobs president God ever created,\"he has left some clues that paint a picture of what the next four years may look like for the tech and innovation sectors. \nRelated: Silicon Valley Had This Response to a Trump Presidency \nFor starters, Trump has promised to put coal miners back to work and bring manufacturing jobs back to the United States with little clarity for how he'll balance job creation with the rise of artificially intelligent systems that can get the work done for less money. \nA report released in October by the White House Office of Science and Technology Policy warned artificially intelligent powered automation could first threaten low and medium skill jobs. That could mean robots taking over in the service industry or on an assembly line. \n\"Public policy can address these risks, ensuring that workers are retrained and able to succeed in occupations that are complementary to, rather than competing with, automation,\" the report said. \"Public policy can also ensure that the economic benefits created by AI are shared broadly, and assure that AI responsibly ushers in a new age in the global economy.\" In this photo taken Wednesday, May 14, 2014, a row of Google self-driving cars are shown outside the Computer History Museum in Mountain View, Calif. Four years ago, the Google team developing cars which can drive themselves became convinced that, sooner than later, the technology would be ready for the masses. Eric Risberg / AP \nThe government already showed how its preparing for a future of self-driving cars by issuing a rule book about the sale and manufacture of autonomous vehicles. While they may make our lives easier by reducing accidents, Trump will have to reconcile his desire to protect American jobs with a new self-driving future that could put millions of professional drivers out of work. \nNaveen Jain, a billionaire entrepreneur who made his fortune in the dot com boom, says that while Trump can be unpredictable, it's likely that technological innovation, including AI, self-driving cars and other breakthroughs, will be safe under President Trump. \n\"Technological improvements are rarely changed because of political things that happen in the United States and around the world,\" he said. \"Sometimes certain sectors may do better than others, but the sectors move globally.\" \nNot everyone in Silicon Valley is as optimistic. Dex Torricke-Barton, the former head of communications at SpaceX, quit his job on Tuesday to focus on building a grassroots movement called Onwards, which his site says is building a movement to \"face the divisions threatening our future.\" \nRelated: How the Tech Sector is Tackling Joe Biden's Cancer Moonshot \nWatching the refugee crisis, the rise of nationalist movements and the election of Trump, Torricke-Barton said he felt compelled to do something to keep the world from becoming a less inclusive place. \n\"Whatever is bad for the world and bad for society will be terrible for technology as well,\" he says. \nOne quarter of entrepreneurs in the United States are immigrants, and Trump's hard line on immigration is the opposite of what fosters openness and collaboration, according to Torricke-Barton. \nMore than 100 technology leaders wrote an open letter in July, claiming a Trump presidency would be a \"disaster for innovation.\" Among those who signed on were Apple co-founder Steve Wozniak, Wikipedia founder Jimmy Wales and Arielle Zuckerberg, a venture capitalist and sister of the Facebook CEO. \n\"His vision stands against the open exchange of ideas, free movement of people, and productive engagement with the outside world that is critical to our economy — and that provide the foundation for innovation and growth,\" the letter said. A man is seen near cyber code and the U.S. National Security Agency logo in this photo illustration taken in Sarajevo March 11, 2015. NSA was sued on March 10, 2015, by Wikimedia and other groups challenging one of its mass surveillance programs that they said violates Americans' privacy and makes individuals worldwide less likely to share sensitive information. DADO RUVIC / Reuters \nFrom his past statements, it's also clear national security trumps privacy in the eyes of the President-Elect. \nThe sometimes tense and complicated relationship between Silicon Valley and the government was thrust into the spotlight in February when Apple CEO Tim Cook refused to help authorities find a way to unlock the iPhone used by one of the San Bernardino shooters. \nCook said in a letter that what the FBI was essentially demanding was for Apple to build a new operating system that could be installed on an iPhone. No such thing exists, but Cook said if it did, there would be no way to guarantee it would only be used for investigations, potentially jeopardizing the privacy of millions of Americans. \nRelated: Could One Person Take Down the Internet? \nAt the time, Trump called for a boycott of Apple until the iPhone maker cooperated with authorities. (Apple didn't and the FBI said they found a way with outside help.) \nSzoka, of TechFreedom, says he believes the Democrats missed an opportunity to pass legislation that would have helped solve possible future showdowns like the one Apple faced.That opportunity now rests with a Republican controlled Congress. \"I am very concerned what it ends up looking like and it could make things too easy for law enforcement to get access,\" he says. \nThere's already been an upswing in people looking for secure communications. \nProtonMail, an end-to-end encrypted email service, said in a blog post it's seen double the number of new users since Trump was elected. While the Swiss company takes a neutral political stand, they also noted in a blog post they aren't a \"disinterested party.\" Surveillance cameras are visible near the U.S.Capitol in Washington Saturday, Oct. 26, during a rally to protest against the National Security Agency's spying on Americans, and to demand action from Congress on the NSA's mass surveillance programs. Jose Luis Magana / AP \n\"Given Trump's campaign rhetoric against journalists, political enemies, immigrants, and Muslims, there is concern that Trump could use the new tools at his disposal to target certain groups. As the NSA currently operates completely out of the public eye with very little legal oversight, all of this could be done in secret,\" the ProtonMail blog post said. \nAs president, Trump will appoint a new director of the NSA, who will have to be confirmed by the Republican controlled Congress. He'll also be able to fill at least one seat on the Supreme Court, which could give Trump more leeway to shape his agenda — whether it's rewriting laws or introducing new legislation. \nTrump's potential influence and the suggestion Russia could be behind a number of high profile hacks helped create unease, Robert Siciliano, CEO of IDTheftSecurity.com, says. \"Encrypted messaging apps are becoming the easiest and most consumable means to protect one's privacy.\" \nRelated: Obama Hopes Trump Will 'Stand Up' to Russia When Needed \nPavel Durov, founder of encrypted messaging app Telegram, wrote on Twitter that \"trusting a US-based company for secure communication was naive before today. But starting today, it is pure madness.\" \nTrump will step into his new role during a pivotal time for future space endeavors, as well, with NASA setting its sights on a Mars mission in the 2030s and preparing to end its dependence on Russia for rides to the International Space Station. \nIn an interview with Aerospace America earlier this year, Trump said he wanted to \"focus on stretching the envelope of space exploration\" as long as it didn't come at the expense of solving domestic issues. \nAs president, Trump will nominate a NASA administrator and will be in charge of setting a budget for the space program, which will then have to be approved by Congress. \nThe current proposed budget for NASA in 2017 is $19 billion — down $300 million from the previous year but still an improvement from the past decade, which saw the end of the space shuttle program. SpaceX founder Elon Musk speaks during the 67th International Astronautical Congress in Guadalajara, Mexico on Sept. 27. In a receptive audience full of space buffs, Musk said he envisions 1,000 passenger ships flying en masse to Mars, 'Battlestar Galactica' style. He calls it the Mars Colonial fleet, and he says it could become reality within a century. Musk's goal is to establish a full-fledged city on Mars and thereby make humans a multi-planetary species. Refugio Ruiz / AP \nImage: Elon Musk speaks during the 67th International Astronautical Congress in Guadalajara \nSince NASA's shuttle fleet stopped operations in 2011, the space agency has been buying seats aboard a Russian Soyuz capsule in order to send American astronauts to and from the International Space Station. \nNASA now has a contract with SpaceX and Boeing to handle the crew missions to the International Space Station, which could happen at the end of next year or in 2018. \nSpaceX's Crew Dragon and Boeing's Starliner would cost about $58 million per seat, according to NASA. By comparison, a seat aboard the Russian Soyuz has the heftier price tag of $81 million. \n\"That raises a bigger question about, 'Are there activities NASA has historically done that are perhaps better suited for the private sector to do?'\" Brian Weeden, a technical adviser for the nonprofit Secure World Foundation, said last week during a presentation with NASA's Future In-Space Operations working group. \n\"If so, how do you make that transition, and what does that mean for the future of NASA and NASA's workforce, and how NASA is organized?\" he asked. \nWhatever happens in the next four years could have a huge impact on future innovation, Torricke-Barton says. \n\"A lot of people in Silicon Valley often feel people in government don't really understand tech all that well,\" he says. \"The internet and all the innovations that are coming online, these things have the potential to dramatically impact the lives of hundreds of millions of people in the next 100 years.\" Alyssa Newcomb ", "external_links": [], "published": "2016-11-19T04:28:00.000+02:00", "crawled": "2016-11-18T23:40:23.134+02:00", "highlightTitle": ""}