{"organizations": [], "uuid": "9e2f00870167131ab02204b63612ecaf41b5caa5", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 35}, "facebook": {"likes": 4, "shares": 4, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "nypost.com", "main_image": "https://thenypost.files.wordpress.com/2016/11/casper.jpg?quality=90&amp;strip=all&amp;w=1200", "site_section": "", "section_title": "", "url": "http://nypost.com/2016/11/18/mattress-maker-casper-plans-brick-and-mortar-stores/", "country": "US", "domain_rank": 709, "title": "Mattress-maker Casper plans brick-and-mortar stores | New York Post", "performance_score": 0, "site": "nypost.com", "participants_count": 0, "title_full": "Mattress-maker Casper plans brick-and-mortar stores | New York Post", "spam_score": 0.905, "site_type": "news", "published": "2016-11-19T02:36:00.000+02:00", "replies_count": 0, "uuid": "9e2f00870167131ab02204b63612ecaf41b5caa5"}, "author": "Lisa Fickenscher", "url": "http://nypost.com/2016/11/18/mattress-maker-casper-plans-brick-and-mortar-stores/", "ord_in_thread": 0, "title": "Mattress-maker Casper plans brick-and-mortar stores | New York Post", "locations": [], "entities": {"persons": [{"name": "philip krim", "sentiment": "none"}, {"name": "leonardo dicaprio", "sentiment": "none"}, {"name": "adam levine", "sentiment": "none"}, {"name": "ashton kutcher", "sentiment": "none"}, {"name": "tobey maguire", "sentiment": "none"}], "locations": [{"name": "new york city", "sentiment": "none"}, {"name": "williams-sonoma-owned", "sentiment": "none"}, {"name": "soho", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}], "organizations": [{"name": "new york post under armour", "sentiment": "negative"}, {"name": "new york-based casper", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Under Armour goes over the top with $1,500 trench coat \nOne of the most popular online mattress brands is going brick and mortar in a big, big way. \nKnown for delivering its beds that are tightly folded into a box — and that inflate on their own when unboxed — New York-based Casper has plans to open a fleet of physical stores, according to help wanted ads placed on its Web site. \nIn addition, the 2-year-old company, backed by Leonardo DiCaprio, Tobey Maguire, Adam Levine and Ashton Kutcher, has plans to sell its foam mattresses in other stores, and to even get a few hotels to buy its products, according to those ads. \nThe company has been advertising for executives and other staff to manage and promote the stores. No timetable for the retail store rollout could be learned. \nCasper has tested the brick-and-mortar strategy with series of six pop-up stores in Los Angeles, London and, most recently, New York City, where a temporary store opened in SoHo on Friday. \nIt’s hiring a director of retail to “build, launch our retail store fleet,” a director of wholesale and a hospitality partnership manager, among two dozen other positions around the world, according to help wanted ads posted on a job site. \nIn July, Casper struck its first deal with a chain — West Elm, the Williams-Sonoma-owned retailer — to have its product sold in 77 of its stores and on its Web site. \nCasper started out as a pure digital play, raising about $70 million. It took the audacious position that a one-size-fits-all product meets every sleeper’s needs. \nThe company sells one type of mattress in six different sizes, ranging in price from $500 for a twin to $950 for a king-size mattress. It recently added sheets, pillows and a dog bed to its offerings. \nCustomers get to try the beds for a 100-day trial. With limited overhead costs, its prices are relatively low. By comparison, a Beautyrest at Sleepy’s costs as much as $2,300. \n“We’ve always had a lot of conviction that Casper is not a digital-only company,” said CEO and cofounder Philip Krim, who refused to confirm the brick-and-mortar plan. \n“We have been lucky enough to have incredible growth since our inception, and with that comes the need to fill and create new positions,” he said. “We are always looking for great talent across a wide range of channels, including, of course, retail.” Share this: ", "external_links": [], "published": "2016-11-19T02:36:00.000+02:00", "crawled": "2016-11-19T10:08:03.020+02:00", "highlightTitle": ""}