{"organizations": [], "uuid": "ccdc3cf13682b949b41dcdd0645d892e4d93d5fd", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.reuters.com", "main_image": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "site_section": "", "section_title": "", "url": "http://www.reuters.com/article/idUSFit980436", "country": "US", "domain_rank": 408, "title": "Fitch Affirms Polish City of Torun at 'BBB'; Outlook Stable | Reuters", "performance_score": 0, "site": "reuters.com", "participants_count": 0, "title_full": "Fitch Affirms Polish City of Torun at 'BBB'; Outlook Stable | Reuters", "spam_score": 0.916, "site_type": "news", "published": "2016-11-19T00:08:00.000+02:00", "replies_count": 0, "uuid": "ccdc3cf13682b949b41dcdd0645d892e4d93d5fd"}, "author": "", "url": "http://www.reuters.com/article/idUSFit980436", "ord_in_thread": 0, "title": "Fitch Affirms Polish City of Torun at 'BBB'; Outlook Stable | Reuters", "locations": [], "entities": {"persons": [{"name": "vladimir redkin", "sentiment": "none"}, {"name": "renata dobrzynska", "sentiment": "none"}, {"name": "fitch", "sentiment": "none"}, {"name": "peter fitzpatrick", "sentiment": "none"}, {"name": "fitch", "sentiment": "none"}, {"name": "magdalena mikolajczak", "sentiment": "none"}], "locations": [{"name": "torun", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "warsaw", "sentiment": "none"}, {"name": "taiwan", "sentiment": "none"}, {"name": "ny", "sentiment": "none"}, {"name": "eu", "sentiment": "none"}, {"name": "malgorzata socharska", "sentiment": "none"}, {"name": "london", "sentiment": "none"}, {"name": "united kingdom", "sentiment": "none"}, {"name": "poland", "sentiment": "none"}, {"name": "krolewska street warsaw", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}, {"name": "new zealand", "sentiment": "none"}, {"name": "unesco world heritage", "sentiment": "none"}, {"name": "south korea", "sentiment": "none"}], "organizations": [{"name": "reuters", "sentiment": "negative"}, {"name": "committee", "sentiment": "none"}, {"name": "fitch) fitch ratings", "sentiment": "none"}, {"name": "afs", "sentiment": "none"}, {"name": "fitch australia pty ltd", "sentiment": "none"}, {"name": "fitch polska s.a.", "sentiment": "none"}, {"name": "whitehall street", "sentiment": "none"}, {"name": "fitch ratings ltd.", "sentiment": "none"}, {"name": "eu", "sentiment": "none"}, {"name": "fitch ratings, inc.", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Financials | Fri Nov 18, 2016 | 12:08pm EST Fitch Affirms Polish City of Torun at 'BBB'; Outlook Stable \n(The following statement was released by the rating agency) WARSAW/LONDON/MOSCOW, November 18 (Fitch) Fitch Ratings has affirmed the Polish City of Torun's Long-Term Foreign and Local Currency Issuer Default Ratings (IDRs) at 'BBB' and National Long-Term Rating at 'A+(pol)'. The Outlooks are Stable. The affirmation reflects Fitch's unchanged base case scenario of the city's sound budgetary performance, supported by robust financial and strategic management. The ratings also incorporate fairly high direct and indirect risk following large investments. The Stable Outlook reflects Fitch expectations that the city will maintain its sound operating results in the medium term. KEY RATING DRIVERS The city's overall budgetary performance in 2016 has been in line with Fitch's base case scenario. We expect Torun to maintain its satisfactory operating results over the medium term with an operating balance above PLN100m or 1.2x-1.4x its annual debt-service obligations, including interest and principal. The debt-to-current balance ratio should remain at 10 to 11 years; well below final debt maturity of 25 years. Fitch expects Torun to post close to a balanced budget over the medium term, following the completion of most of its costly investments and given that the next large investment is not expected to start until 2018. As a result we expect debt to stabilise in 2016-2018. We forecast Torun's direct debt to total PLN890m at end-2016, in line with 2015 levels, or around 95% of current revenue. After 2018, debt will rise in line with requirements from EU co-financed investments as the city taps available EU funds available for Polish municipalities for 2014-2020. The ratings are supported by the city administration's prudent financial and strategic management, particularly in long-term financial projections and close monitoring of both market conditions and budgetary implementation. We also view positively the city's debt policy of contracting long-term, low-cost funding from international financial institutions, of smoothing debt repayments and of maintaining sufficient coverage of annual debt obligations by current balance. Torun's ambitious investments in the past have resulted in fairly high indebtedness. At end-2015 the city's net overall risk (direct and indirect debt) was high at 141% of current revenue. Torun authorities have shifted some large-scale infrastructure improvement works to the city's municipal companies, which they are financing with debt and EU grants. We expect public sector entities' debt to gradually decline in line with their debt redemption schedule. Torun provides capital support to its public sector entities of PLN40m annually, which is included in the city's multiyear financial plan. Torun is a medium-sized Polish city with around 202.000 inhabitants. GRP per capita in the Bydgosko-Torunski sub-region, where the city is located, was 103.6% of the national average in 2014. The city's economy is diversified, with services playing an important role. Torun is a cultural and higher education centre with about 40,000 students, ensuring a highly qualified labour force. It is an attractive tourist destination and receives about 1.5 million visitors every year, as its old town is a UNESCO World Heritage site. As with other municipalities in Poland, Torun launched the \"Family 500+\" programme in April 2016, which pays out a cash benefit of PLN500 per month per child to families with more than one child. The local government will disburse the benefit - estimated at PLN80m in 2016 - made by the central government through transfers. As a result the programme is neutral to city's operating balance but operating and current margins, as well as debt-to-current revenue between 2016 and 2015, will not be directly comparable. The regulatory regime for Polish local governments is stable. Their activities and financial statements are closely monitored and reviewed by the central administration. Disclosure in the local and regional government accounts is reasonable. The main revenue sources, such as income tax revenue, transfers and subsidies from the central government, are centrally distributed according to a legally defined formula, which limits the central government's scope for discretion. Additionally, local tax rates such as the real estate tax, which some local and regional governments (LRGs) are entitled to collect, are capped by the state. This makes LRGs somewhat reliant on decisions made by the central government and limits their revenue-raising flexibility. RATING SENSITIVITIES The ratings could be upgraded if Torun reduces its direct and indirect debt below 100% of current revenue, while maintaining sound operating performance as reflected in a debt payback ratio of below 10 years. The ratings could be downgraded if the overall debt burden (direct and indirect risk) exceeds 150% of current revenue or if its operating balance becomes insufficient to cover debt service (principal and interest) on a sustained basis. Contact: Primary Analyst Magdalena Mikolajczak Analyst +48 22 338 62 85 Fitch Polska S.A. 16 Krolewska Street Warsaw 00-103 Secondary Analyst Renata Dobrzynska Director +48 22 338 62 82 Committee Chairperson Vladimir Redkin Senior Director + 7 495 956 9901 Media Relations: Peter Fitzpatrick, London, Tel: +44 20 3530 1103, Email: peter.fitzpatrick@fitchratings.com; Malgorzata Socharska, Warsaw, Tel: +48 22 338 62 81, Email: malgorzata.socharska@fitchratings.com. Additional information is available on www.fitchratings.com. Applicable Criteria International Local and Regional Governments Rating Criteria - Outside the United States (pub. 18 Apr 2016) here Additional Disclosures Dodd-Frank Rating Information Disclosure Form here _id=1015036 Solicitation Status here Endorsement Policy here ALL FITCH CREDIT RATINGS ARE SUBJECT TO CERTAIN LIMITATIONS AND DISCLAIMERS. PLEASE READ THESE LIMITATIONS AND DISCLAIMERS BY FOLLOWING THIS LINK: here . IN ADDITION, RATING DEFINITIONS AND THE TERMS OF USE OF SUCH RATINGS ARE AVAILABLE ON THE AGENCY'S PUBLIC WEB SITE AT WWW.FITCHRATINGS.COM. PUBLISHED RATINGS, CRITERIA, AND METHODOLOGIES ARE AVAILABLE FROM THIS SITE AT ALL TIMES. FITCH'S CODE OF CONDUCT, CONFIDENTIALITY, CONFLICTS OF INTEREST, AFFILIATE FIREWALL, COMPLIANCE, AND OTHER RELEVANT POLICIES AND PROCEDURES ARE ALSO AVAILABLE FROM THE CODE OF CONDUCT SECTION OF THIS SITE. FITCH MAY HAVE PROVIDED ANOTHER PERMISSIBLE SERVICE TO THE RATED ENTITY OR ITS RELATED THIRD PARTIES. DETAILS OF THIS SERVICE FOR RATINGS FOR WHICH THE LEAD ANALYST IS BASED IN AN EU-REGISTERED ENTITY CAN BE FOUND ON THE ENTITY SUMMARY PAGE FOR THIS ISSUER ON THE FITCH WEBSITE. Copyright © 2016 by Fitch Ratings, Inc., Fitch Ratings Ltd. and its subsidiaries. 33 Whitehall Street, NY, NY 10004. Telephone: 1-800-753-4824, (212) 908-0500. Fax: (212) 480-4435. Reproduction or retransmission in whole or in part is prohibited except by permission. All rights reserved. In issuing and maintaining its ratings and in making other reports (including forecast information), Fitch relies on factual information it receives from issuers and underwriters and from other sources Fitch believes to be credible. Fitch conducts a reasonable investigation of the factual information relied upon by it in accordance with its ratings methodology, and obtains reasonable verification of that information from independent sources, to the extent such sources are available for a given security or in a given jurisdiction. The manner of Fitch's factual investigation and the scope of the third-party verification it obtains will vary depending on the nature of the rated security and its issuer, the requirements and practices in the jurisdiction in which the rated security is offered and sold and/or the issuer is located, the availability and nature of relevant public information, access to the management of the issuer and its advisers, the availability of pre-existing third-party verifications such as audit reports, agreed-upon procedures letters, appraisals, actuarial reports, engineering reports, legal opinions and other reports provided by third parties, the availability of independent and competent third- party verification sources with respect to the particular security or in the particular jurisdiction of the issuer, and a variety of other factors. Users of Fitch's ratings and reports should understand that neither an enhanced factual investigation nor any third-party verification can ensure that all of the information Fitch relies on in connection with a rating or a report will be accurate and complete. Ultimately, the issuer and its advisers are responsible for the accuracy of the information they provide to Fitch and to the market in offering documents and other reports. In issuing its ratings and its reports, Fitch must rely on the work of experts, including independent auditors with respect to financial statements and attorneys with respect to legal and tax matters. Further, ratings and forecasts of financial and other information are inherently forward-looking and embody assumptions and predictions about future events that by their nature cannot be verified as facts. As a result, despite any verification of current facts, ratings and forecasts can be affected by future events or conditions that were not anticipated at the time a rating or forecast was issued or affirmed. The information in this report is provided \"as is\" without any representation or warranty of any kind, and Fitch does not represent or warrant that the report or any of its contents will meet any of the requirements of a recipient of the report. A Fitch rating is an opinion as to the creditworthiness of a security. This opinion and reports made by Fitch are based on established criteria and methodologies that Fitch is continuously evaluating and updating. Therefore, ratings and reports are the collective work product of Fitch and no individual, or group of individuals, is solely responsible for a rating or a report. The rating does not address the risk of loss due to risks other than credit risk, unless such risk is specifically mentioned. Fitch is not engaged in the offer or sale of any security. All Fitch reports have shared authorship. Individuals identified in a Fitch report were involved in, but are not solely responsible for, the opinions stated therein. The individuals are named for contact purposes only. A report providing a Fitch rating is neither a prospectus nor a substitute for the information assembled, verified and presented to investors by the issuer and its agents in connection with the sale of the securities. Ratings may be changed or withdrawn at any time for any reason in the sole discretion of Fitch. Fitch does not provide investment advice of any sort. Ratings are not a recommendation to buy, sell, or hold any security. Ratings do not comment on the adequacy of market price, the suitability of any security for a particular investor, or the tax-exempt nature or taxability of payments made in respect to any security. Fitch receives fees from issuers, insurers, guarantors, other obligors, and underwriters for rating securities. Such fees generally vary from US$1,000 to US$750,000 (or the applicable currency equivalent) per issue. In certain cases, Fitch will rate all or a number of issues issued by a particular issuer, or insured or guaranteed by a particular insurer or guarantor, for a single annual fee. Such fees are expected to vary from US$10,000 to US$1,500,000 (or the applicable currency equivalent). The assignment, publication, or dissemination of a rating by Fitch shall not constitute a consent by Fitch to use its name as an expert in connection with any registration statement filed under the United States securities laws, the Financial Services and Markets Act of 2000 of the United Kingdom, or the securities laws of any particular jurisdiction. Due to the relative efficiency of electronic publishing and distribution, Fitch research may be available to electronic subscribers up to three days earlier than to print subscribers. For Australia, New Zealand, Taiwan and South Korea only: Fitch Australia Pty Ltd holds an Australian financial services license (AFS license no. 337123) which authorizes it to provide credit ratings to wholesale clients only. Credit ratings information published by Fitch is not intended to be used by persons who are retail clients within the meaning of the Corporations Act 2001 Next In Financials ", "external_links": [], "published": "2016-11-19T00:08:00.000+02:00", "crawled": "2016-11-19T23:08:50.483+02:00", "highlightTitle": ""}