{"organizations": [], "uuid": "9cd96548fd17cacea5ab41d93280da661dd68ea7", "thread": {"social": {"gplus": {"shares": 1}, "pinterest": {"shares": 3637}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 230, "shares": 230, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.wikihow.com", "main_image": "http://www.wikihow.com/images/8/87/Care-for-Turtles-Step-20.jpg", "site_section": "http://www.wikihow.com/index.php?title=Special:RecentChanges&feed=atom", "section_title": "wikiHow  - Recent Changes [en]", "url": "http://www.wikihow.com/Care-for-Turtles", "country": "US", "domain_rank": 240, "title": "Care for Turtles", "performance_score": 2, "site": "wikihow.com", "participants_count": 1, "title_full": "Care for Turtles", "spam_score": 0.0, "site_type": "news", "published": "2016-11-19T01:31:00.000+02:00", "replies_count": 0, "uuid": "9cd96548fd17cacea5ab41d93280da661dd68ea7"}, "author": "68.106.65.77", "url": "http://www.wikihow.com/Care-for-Turtles", "ord_in_thread": 0, "title": "Care for Turtles", "locations": [], "entities": {"persons": [{"name": "hardy", "sentiment": "none"}], "locations": [{"name": "britain", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "australia", "sentiment": "none"}], "organizations": [{"name": "turtle", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "== *Read all you can about the types of illnesses and conditions a turtle can get. This will help you to quickly recognize symptoms of the turtle being poorly, and to do something about it quickly. *Read all you can about the types of illnesses and conditions a turtle can get. This will help you to quickly recognize symptoms of the turtle being poorly, and to do something about it quickly. *Use organic food for your turtle where possible; non-sprayed food is healthier and safer. *Use organic food for your turtle where possible; non-sprayed food is healthier and safer. Revision as of 18:31, 18 November 2016 \nTurtles are amazing animals that make great pets. They may be slow but they're cute and fascinating. Before purchasing a turtle, it's important to be as knowledgeable as possible about how to care for a turtle from youth to old age, as well as being ready for the commitment turtle ownership involves. Owning a turtle is a lifelong commitment and knowing what's ahead of you will help you to make the right decision. Turtle care requires a focus on housing, nutrition, health and good hygiene. Steps What's a Turtle? 1 Know the characteristics of a turtle before owning one. What are turtles, tortoises and terrapins? It all depends on where you come from! Turtles: In America, most Chelonian turtles are referred to as turtles, whether from land or water. In Britain and Australia, turtle refers only to marine species. Tortoises: In America and Britain, this tends to refer to land species, while in Australia (which has no land tortoises), this means freshwater species. Terrapins: In Britain, this refers to freshwater species, while in America, it refers to the Diamondback terrapins Malaclemys terrapin . The article follows American the convention for turtles. Part 2 Choosing a Turtle 1 Find a suitable turtle retailer. Good quality pet stores will usually be able to supply you with a turtle but they might not have the breed you are interested in, so call before going. Breeders can also be found online and through local reptile societies. 2 Have enough funds. Turtles are not cheap and will set you back quite a bit of money. Find out ahead of time how much you'll need to spend to get a turtle and its living needs (housing, food, etc.). 3 Check your local laws. Some countries and states require a licence to keep turtles and tortoises. Part 3 1 Choose a house according to the species of turtle and size. For example: Hardy land tortoises : Needs land and a small amount of water. These turtles tend to be temperate to sub-tropical and need a hibernation period. Many can cope well with outdoor enclosures that are properly fenced in, with adequate shelter provided. Lawn and weedy patches are useful additions to the \"pen\". As they can burrow, the wire will need to extend under the ground a little way. Something to bathe in is important for warmer and hot weather environments. Tropical land tortoises : Needs a warmer environment; can be kept outside when it's warm but will need to be indoors for most of the year. You will need to consider additional heating and ways to provide adequate humidity for the tortoise (heating tanks/pads, etc.) A terrarium is one option for such tortoises. Aquatic turtles : Needs an adequate amount of water. The amount of land needed varies dependent on the species; some are almost totally aquatic will be fine with an aquarium tank unless you wish to also breed them, in which case they'll need a little land too. Make sure you have at least 10 gallons per inch. Ex: Your turtle is 5 inches, that would mean that you needed a 50 gallon tank. 2 Choose the right equipment to fill the housing with. The precise details on what is needed for your species of turtle will vary depending on its own particular needs. Some general observations on what might prove useful are Indoor turtle: If you are going to have an indoor turtle, you will need a tank, some source of heat light (powerful lamps are generally used-–ask the pet shop retail assistant how many watts it should be), some sort of rock or a place where it can bask and get completely dry (if your turtle is over a certain weight then floating basking \"islands\" are not recommended.), and if needed, water for it to swim in (on some sort of angle so there are deep and shallow parts). You'll also need pebbles or small rocks for the rest of the basic base. Ask pet shop retailer for more advice for what to have in the tank. Outdoor turtle: An outdoor turtle enclosure should be located in a sunny place with lots of safe vegetation. You will need a pond (it doesn't have to be big) or a bathtub, as they sometimes like to go for a little swim even though they do generally stay out of water. Have little plants in the pond and nice rocks around it. Also for an outdoor turtle, an enclosed hut like place for him to cuddle into at night. Green plants are good for your turtle to just hang around in. You will need a very good fence around the whole enclosure, as turtles are very good escape artists. Even have the fence half a meter under the ground so that your turtle can't climb under it. Part 4 Feeding Your Turtle 1 Get the right type of food. You will hear many different food preferences that turtles have. The best advice is to try them all, provided you know it is safe for the turtle to eat. Turtles are very picky when it comes to food. Outdoor turtles: Land tortoises are mostly herbivorous and will happily eat most safe green foliage. Grass and weeds are much loved, along with shredded cabbage/ romaine lettuce (iceberg lettuce is not very nitrous), broccoli, tomatoes. Fruits they like include strawberries, raspberries, dandelion flowers, pears, apples, and peaches. *Only feed them fruits 1-2 times a month because they are sugary. Indoor turtles: Semi-aquatic and aquatic turtles are more carnivorous than the herbivorous land/outdoor turtles and will appreciate freshwater shrimp, crayfish, grasshoppers, slugs, snails, etc. Make sure that the meat is not fried or fatty (such as hamburger meat) Earthworms and mealworms are a treat, as are bugs like pillbugs and crickets. Some greens, veggies and fruit should also be added to their diets to ensure adequate nutrition (no spinach, bananas, or iceberg lettuce though!) Cut all food into small bite-size pieces; turtles are used to ripping food away from anchored plants, and need small pieces to reach their mouths. If feeding your turtle cat or dog food, or leftover meat, make sure it is in bite-size pieces, and only feed it on rare occasions. In some cases, your turtle might like frozen fish food, about 1 to 2 squares each feed. Ask a turtle expert for more advice. Know the food preferences for your species of turtle; do your reading first, as the needs vary depending on the species. It's also important to know what not to feed your turtle and to make all householders and guests aware of this, for the sake of the turtle's well-being. 2 Be aware that turtles do not need food every day. Feed the turtle only every other day, unless otherwise advised for your specific species. 3 Keep your hand away from the mouth of the turtle you're offering food to. A bite can really hurt you, even if accidental. Part 5", "external_links": [], "published": "2016-11-19T01:31:00.000+02:00", "crawled": "2016-11-18T20:41:48.534+02:00", "highlightTitle": ""}