{"organizations": [], "uuid": "ed38699f6080d3acfd69834474180e57785e8be1", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "people.com", "main_image": "http://i0.wp.com/peopledotcom.files.wordpress.com/2016/11/laura-abarca-nogueda.jpg?crop=201px%2C167px%2C803px%2C601px&amp;resize=660%2C495&amp;ssl=1", "site_section": "http://pets.people.com/rss.xml", "section_title": "PEOPLE.com", "url": "http://people.com/crime/infant-abducted-after-moms-homicide-found-safe/", "country": "US", "domain_rank": 631, "title": "8-Day-Old Infant Found Safe After She Was Abducted Following Her Mother’s Murder", "performance_score": 0, "site": "people.com", "participants_count": 1, "title_full": "8-Day-Old Infant Found Safe After She Was Abducted Following Her Mother’s Murder", "spam_score": 0.0, "site_type": "news", "published": "2016-11-20T02:31:00.000+02:00", "replies_count": 0, "uuid": "ed38699f6080d3acfd69834474180e57785e8be1"}, "author": "Blake Bakkila", "url": "http://people.com/crime/infant-abducted-after-moms-homicide-found-safe/", "ord_in_thread": 0, "title": "8-Day-Old Infant Found Safe After She Was Abducted Following Her Mother’s Murder", "locations": [], "entities": {"persons": [{"name": "laura", "sentiment": "none"}, {"name": "abarca-nogueda", "sentiment": "none"}, {"name": "woodrow", "sentiment": "none"}, {"name": "nikki", "sentiment": "none"}, {"name": "gordon ramsay", "sentiment": "none"}, {"name": "odell harris jr.", "sentiment": "none"}, {"name": "harris", "sentiment": "none"}, {"name": "laura orquidea abarca-nogueda", "sentiment": "none"}, {"name": "gonzales", "sentiment": "none"}, {"name": "ramsay", "sentiment": "none"}, {"name": "nikki woodrow", "sentiment": "none"}, {"name": "sophia gonzales", "sentiment": "none"}, {"name": "laura abarca-nogueda", "sentiment": "none"}, {"name": "sophia", "sentiment": "none"}, {"name": "] sophia", "sentiment": "none"}], "locations": [{"name": "kansas", "sentiment": "none"}, {"name": "dallas", "sentiment": "none"}, {"name": "texas", "sentiment": "none"}, {"name": "wichita", "sentiment": "none"}, {"name": "dallas tx", "sentiment": "none"}], "organizations": [{"name": "wichita police department", "sentiment": "none"}, {"name": "kwch", "sentiment": "none"}, {"name": "true crime newsletter", "sentiment": "none"}, {"name": "ap  wichita police department", "sentiment": "none"}, {"name": "baby sophia", "sentiment": "none"}, {"name": "wichita police", "sentiment": "none"}, {"name": "wichita eagle", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Email \nAn infant was found safe early Saturday morning after an apparent homicide and abduction on Thursday in Wichita, Kansas, according to police. Two adults have been taken into custody after Sophia Gonzales was recovered from a residence in Dallas, Texas. \nOn Thursday, the newborn’s mother, Laura Abarca-Nogueda, was shot and killed, and the woman’s newborn — 6 days old at the time of Abarca-Nogueda’s murder — was taken. As of Saturday morning, a motive had not been established, according to KWCH . \nWichita Police Department public information officer Sgt. Nikki Woodrow said in a press release that investigators identified a possible suspect on Friday and established probable cause that the suspect kidnapped Sophia and went to Dallas. \n“An infant, believed to be Sophia Gonzales, was recovered alive in the residence,” Woodrow confirmed in the statement. Baby Sophia has been located safe in Dallas Tx early this morning. Thank you to everyone for shares, and positive thoughts! pic.twitter.com/CQ1c5SiDCm \n— Sgt. Nikki woodrow (@Sgtwoodrow) November 19, 2016 • Want to keep up with the latest crime coverage? Click here to get breaking crime news, ongoing trial coverage and details of intriguing unsolved cases in the True Crime Newsletter. \nAnd despite the positive news that Gonzales had not been harmed, the family and community continue to mourn the loss of Abarca-Nogueda. \n“We are thankful Sophia will soon be reunited with her family,” Woodrow said. \nFamily and friends believe the infant will be returned to her father as early as Saturday afternoon, according to KWCH. It could take longer, however, because the case now involves the scene of the homicide-abduction in Wichita, as well as the scene of Gonzales’s retrieval in Dallas. Wichita Police via AP \nWichita Police Department Chief Gordon Ramsay told KWCH the suspects in custody knew the family, but could not elaborate on the relationship. He said baby Sophia’s recovery was the “best possible outcome” in such a tragic case. “This is a complicated case and we want to make sure we get it right,” Ramsay said. Odell Harris Jr., a pastor whose wife is a close friend of Abarca-Nogueda, told the Wichita Eagle the family was relieved to hear news of Gonzales’s recovery. “I believe God answered our prayers,” Harris said. A GoFundMe account was started to raise money for Abarca-Nogueda’s funeral. As of Saturday afternoon, the page had raised $7,713. The goal amount is $10,000. “Laura Orquidea Abarca-Nogueda was a vibrant, beautiful woman, who’s life got taken from us far to soon,” a friend wrote in the page description. “She was a loving mother to her daughter Sophia, a devoted girlfriend, also a caring sister, [daughter] and aunt, simply a friend to us all. “Laura meant so much to us and we are devastated by the events surrounded by her death and the disappearance of her [daughter] Sophia,” the friend continued. “We appreciate all the prayers and will be grateful for any amount you are able to donate. Thank you and remember to keep praying for a safe return for baby Sophia while we set her mother to rest.” Show Full Article", "external_links": [], "published": "2016-11-20T02:31:00.000+02:00", "crawled": "2016-11-19T21:37:11.838+02:00", "highlightTitle": ""}