{"organizations": [], "uuid": "82975c113653ce052b09835c4d9b76111ae3cc31", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 466, "shares": 466, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.chron.com", "main_image": "http://ww2.hdnux.com/photos/50/13/77/10534897/5/rawImage.jpg", "site_section": "", "section_title": "", "url": "http://www.chron.com/news/politics/article/Pence-sees-Hamilton-cast-member-says-nation-is-10624763.php", "country": "US", "domain_rank": 773, "title": "Debate over 'Hamilton' speech exposes post-election cracks - Houston Chronicle", "performance_score": 4, "site": "chron.com", "participants_count": 0, "title_full": "Debate over 'Hamilton' speech exposes post-election cracks - Houston Chronicle", "spam_score": 0.182, "site_type": "news", "published": "2016-11-19T23:00:00.000+02:00", "replies_count": 0, "uuid": "82975c113653ce052b09835c4d9b76111ae3cc31"}, "author": "Mark Kennedy", "url": "http://www.chron.com/news/politics/article/Pence-sees-Hamilton-cast-member-says-nation-is-10624763.php", "ord_in_thread": 0, "title": "Debate over 'Hamilton' speech exposes post-election cracks - Houston Chronicle", "locations": [], "entities": {"persons": [{"name": "hamilton", "sentiment": "negative"}, {"name": "arron burr", "sentiment": "none"}, {"name": "andres kudacki", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "trump", "sentiment": "none"}, {"name": "cynthia erivo", "sentiment": "none"}, {"name": "miranda", "sentiment": "none"}, {"name": "dixon", "sentiment": "none"}, {"name": "anthony d. romero", "sentiment": "none"}, {"name": "bebeto matthews", "sentiment": "none"}, {"name": "clinton", "sentiment": "none"}, {"name": "hillary clinton", "sentiment": "none"}, {"name": "lin-manuel miranda", "sentiment": "none"}, {"name": "alexander hamilton", "sentiment": "none"}, {"name": "brandon victor dixon", "sentiment": "none"}, {"name": "peggy", "sentiment": "none"}, {"name": "aaron burr", "sentiment": "none"}, {"name": "janise gray", "sentiment": "none"}, {"name": "javier munoz", "sentiment": "none"}, {"name": "mike pence", "sentiment": "none"}, {"name": "mark wilson", "sentiment": "none"}, {"name": "tony", "sentiment": "none"}, {"name": "pence", "sentiment": "none"}, {"name": "leifer", "sentiment": "none"}, {"name": "noel leifer", "sentiment": "none"}, {"name": "josh gad", "sentiment": "none"}, {"name": "mike penceattended", "sentiment": "none"}], "locations": [{"name": "houston", "sentiment": "none"}, {"name": "new york city", "sentiment": "none"}, {"name": "america", "sentiment": "none"}, {"name": "new york", "sentiment": "none"}, {"name": "new york hilton midtown", "sentiment": "none"}, {"name": "indiana", "sentiment": "none"}, {"name": "new jersey", "sentiment": "none"}, {"name": "broadway", "sentiment": "none"}, {"name": "manchester", "sentiment": "none"}], "organizations": [{"name": "llc", "sentiment": "none"}, {"name": "union", "sentiment": "none"}, {"name": "hamilton llc", "sentiment": "none"}, {"name": "u.s. treasury", "sentiment": "none"}, {"name": "american civil liberties union", "sentiment": "none"}, {"name": "ap image", "sentiment": "none"}, {"name": "ap", "sentiment": "none"}, {"name": "aclu", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Photo: Desiree Navarro/WireImage Image 3 of 12 In this image made from a video provided by Hamilton LLC, actor Brandon Victor Dixon who plays Arron Burr, the nation’s third vice president, in \"Hamilton\" speaks from the stage after the curtain call in New York, Friday, Nov. 18, 2016. Vice President-elect Mike Pence is the latest celebrity to attend the Broadway hit \"Hamilton,\" but the first to get a sharp message from a cast member from the stage. less In this image made from a video provided by Hamilton LLC, actor Brandon Victor Dixon who plays Arron Burr, the nation’s third vice president, in \"Hamilton\" speaks from the stage after the curtain call in New ... more Photo: AP Image 4 of 12 In this image made from a video provided by Hamilton LLC, actor Brandon Victor Dixon who plays Arron Burr, the nation’s third vice president, in \"Hamilton\" speaks from the stage after the curtain call in New York, Friday, Nov. 18, 2016. Vice President-elect Mike Pence is the latest celebrity to attend the Broadway hit \"Hamilton,\" but the first to get a sharp message from a cast member from the stage. less In this image made from a video provided by Hamilton LLC, actor Brandon Victor Dixon who plays Arron Burr, the nation’s third vice president, in \"Hamilton\" speaks from the stage after the curtain call in New ... more Photo: AP Image 5 of 12 Protesters shout slogans at Vice President-elect Mike Pence as he leaves the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. Protesters shout slogans at Vice President-elect Mike Pence as he leaves the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. Photo: Andres Kudacki, AP Image 6 of 12 Heavily armed police stand guard as a motorcade carrying Vice President-elect Mike Pence, center, leaves the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. Heavily armed police stand guard as a motorcade carrying Vice President-elect Mike Pence, center, leaves the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. Photo: Andres Kudacki, AP Image 7 of 12 Vice President-elect Mike Pence, top center, leaves the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. Vice President-elect Mike Pence, top center, leaves the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. Photo: Andres Kudacki, AP Image 8 of 12 Vice president-elect Mike Pence and Republican president-elect Donald Trump shake hands during his election night event at the New York Hilton Midtown in the early morning hours of November 9, 2016 in New York City. Vice President-elect Mike Penceattended the Richard Rodgers Theatre to see \"Hamilton,\" in New York, Friday, Nov. 18, 2016. less Vice president-elect Mike Pence and Republican president-elect Donald Trump shake hands during his election night event at the New York Hilton Midtown in the early morning hours of November 9, 2016 in New York ... more Photo: Mark Wilson, Getty Images Image 9 of 12 A protester holds a placard as he waits for Vice President-elect Mike Pence to leave the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. A protester holds a placard as he waits for Vice President-elect Mike Pence to leave the Richard Rodgers Theatre after a performance of \"Hamilton,\" in New York, Friday, Nov. 18, 2016. Photo: Andres Kudacki, AP Image 10 of 12 People line-up to see the Broadway play \"Hamilton,\" Saturday Nov. 19, 2016, in New York. President-elect Donald Trump demanded an apology from the cast of the hit musical a day after an actor lectured Vice President-elect Mike Pence about equality, prompting angry responses from liberals and conservatives. less People line-up to see the Broadway play \"Hamilton,\" Saturday Nov. 19, 2016, in New York. President-elect Donald Trump demanded an apology from the cast of the hit musical a day after an actor lectured Vice ... more Photo: Bebeto Matthews, AP Image 11 of 12 In this image made from a video provided by Hamilton LLC, actor Brandon Victor Dixon who plays Aaron Burr, the nation’s third vice president, in \"Hamilton\" speaks from the stage after the curtain call in New York, Friday, Nov. 18, 2016. Vice President-elect Mike Pence is the latest celebrity to attend the Broadway hit \"Hamilton,\" but the first to get a sharp message from a cast member from the stage. (Hamilton LLC via AP) less In this image made from a video provided by Hamilton LLC, actor Brandon Victor Dixon who plays Aaron Burr, the nation’s third vice president, in \"Hamilton\" speaks from the stage after the curtain call in New ... more Photo: AP Debate over 'Hamilton' speech exposes post-election cracks 1 / 12 Back to Gallery The show's official Facebook page was inundated with comments ranging from calling Dixon's speech \"disrespectful,\" ''inappropriate\" and \"uncalled for.\" Many threatened to not buy tickets to future performances. Tickets for the show are not available for another year; \"Hamilton\" is sold out through September 2017. The American Civil Liberties Union weighed in on the side of the Broadway cast, saying the First Amendment is a cornerstone of America \"even if it sometimes makes our leaders uncomfortable.\" \"President-elect Trump needs a refresher on his high school civics class. Americans don't apologize — not even to presidents or vice presidents — for the lawful and proper exercise of their constitutional rights,\" ACLU Executive Director Anthony D. Romero wrote in a statement. Related Stories The cast of 'Hamilton' had a message for Mike Pence after the audience booed him But Noel Leifer , from Manchester, New Jersey, who was in line to see a matinee Saturday with his wife, Peggy, said he understood why so many people felt that actors lecturing the next vice president from a Broadway stage were somewhat impudent. \"It was a protest. It was a bit disrespectful. They are going to be the leaders of the country. I didn't vote for them — I think they're poor candidates — but they're still going to be leaders,\" said Leifer, who was celebrating his wife's birthday with tickets he bought a year ago. As for a boycott of the show, he didn't think that would ultimately fly. \"I don't think too many people who have spent the money for this show are going to boycott it just to make a protest statement.\" The musical is by Lin-Manuel Miranda , who wrote the story, music and lyrics. It stresses the orphan, immigrant roots of first U.S. Treasury Secretary Alexander Hamilton and has a terrifically varied score, ranging from pop ballads to gospel to sexy R&B. It has been cheered for reclaiming the nation's founding story with a multicultural cast. Miranda, in a tweet, said he was \"proud\" of Dixon and the \"Hamilton\" cast \"for leading with love,\" before reminding people that everyone is welcome at the theater. Miranda had been a big booster for the failed presidential campaign of Hillary Clinton , including performing at an all-star fundraiser for her last month. The cast also put on a special \"Hamilton\" show at a Clinton fundraiser last summer. The person playing Alexander Hamilton that Pence saw was Javier Munoz , an openly gay actor. Pence supported numerous efforts to ban gay marriage as governor of Indiana and opposed unfettered federal funding for HIV and AIDS treatment. Many in the Broadway community quickly defended the actions of the \"Hamilton\" cast, including new Tony Award-winner Cynthia Erivo , who mocked: \"You want the theater full of people you have alienated to be protective of you?\" And Josh Gad , a Tony nominee for \"The Book of Mormon,\" wrote: \"I know the booing upsets some of you. But this is what happens when you run on a platform of hate.\" Janise Gray , of Union, New Jersey, who saw the show Saturday afternoon, considered the speech an anguished cry from those fearful they will be pushed aside under Republican rule. \"One way or another, we want everybody to be represented and the way the campaign was, it wasn't feeling that everybody was being represented,\" she said, adding that she was glad Pence came. \"From what I've heard, it sounded like it was fair and equitable. It was just a statement of 'please represent everyone. We are a diverse country and we need to be inclusive,'\" she said. \"That's what this country was founded on.\" ___ ", "external_links": [], "published": "2016-11-19T23:00:00.000+02:00", "crawled": "2016-11-20T10:32:37.986+02:00", "highlightTitle": ""}