{"organizations": [], "uuid": "4ca0a15a1901be934255a26327193e401a730569", "thread": {"social": {"gplus": {"shares": 2}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 26, "shares": 26, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.wikihow.com", "main_image": "http://www.wikihow.com/images/b/b1/Cure-Obesity-Step-20.jpg", "site_section": "http://www.wikihow.com/index.php?title=Special:RecentChanges&feed=atom", "section_title": "wikiHow  - Recent Changes [en]", "url": "http://www.wikihow.com/Cure-Obesity", "country": "US", "domain_rank": 240, "title": "Cure Obesity", "performance_score": 0, "site": "wikihow.com", "participants_count": 1, "title_full": "Cure Obesity", "spam_score": 0.0, "site_type": "news", "published": "2016-11-19T01:30:00.000+02:00", "replies_count": 0, "uuid": "4ca0a15a1901be934255a26327193e401a730569"}, "author": "Aiosis", "url": "http://www.wikihow.com/Cure-Obesity", "ord_in_thread": 0, "title": "Cure Obesity", "locations": [], "entities": {"persons": [{"name": "saxenda", "sentiment": "none"}], "locations": [], "organizations": [{"name": "edit taking weight loss medication", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Edit Adjusting Your Diet 1 Set realistic diet goals. Before you can embark on changes to your diet, you should set diet goals that are realistic and possible to attain. Creating realistic goals will allow you to sustain your healthy eating plan and stick to healthy eating in the long term. [2] Adults who are obese should try to lose five to ten percent of their current weight over a period of six months. Lose weight slowly at a rate of 1 to 2 pounds a week so your weight loss is safe and sustainable. If you lose 10 percent of your body weight and keep it off for six months, but are still overweight, you may need to try further weight loss plans. Children and teens who are overweight should try to maintain their current weight and focus on healthy eating and maintaining a physical lifestyle. You should also talk to your doctor about ways to lose weight in a healthy weight as you grow into adulthood. 2 Create a healthy eating plan. One of the major ways to reduce your body fat is to focus on healthy eating. Creating a healthy eating plan will help to lower your body weight and treat your obesity. You can make a healthy eating plan on your own or with the help of a nutritionist. Try to write out your healthy eating plan, with meal plans for three meals a day for several months to a year. Your healthy eating plan should include a good balance of: [3] Foods high in protein, such as lean meat, fish, chicken, beans, and peas. Whole-grain foods like whole-wheat bread, oatmeal, and brown rice. You can also include other grain foods like whole-wheat pasta, cereal, tortillas, couscous, and quinoa. Fresh fruit and frozen fruit. Fresh vegetables and frozen vegetables. Olive oil, walnuts, and almonds, which give you healthy fats in your diet and keep you feeling satisfied and full for long periods of time. Start slow and make short term healthy eating goals, such as eating healthy for one month or having two healthy meals a day. Making short term goals will help to build up your confidence and lost weight in a healthy and sustainable way. 3 Reduce your daily calorie intake. Cutting back on your daily calorie intake can help you to lose weight and maintain a healthy diet. You should first calculate your daily calorie intake and then determine how many calories you will need to cut every day to lose weight. On average, women should consume between 1,200 to 1,500 calories a day and men should consume between 1,500 to 1,800 calories a day. [4] Your daily required calorie intake will depend on your age, body weight, and the level of physical activity you do every day. People who are obese should start slow and only cut 500 calories a week. The amount of calories you cut will depend on your fitness goals. To be successful, the reduction of your calorie intake should be done along with healthy eating and exercise. 4 Commit to making your own meals. Eating out can be expensive and add more pounds to your waistline. When you eat out, you have little control over what is being put into the food you are eating and it can be difficult to make healthy eating choices. Try to commit to making atleast one to two meals a day at home, following your healthy eating plan. [5] When preparing food at home, cook with healthy oils like canola oil, olive oil, and coconut oil. Look up healthy recipes online to incorporate all the food groups in your healthy eating plan. If you bring your lunch to work every day, prepare your lunch the night before with healthy ingredients. Try to avoid eating out every day for lunch or dinner. If you end up eating out, choose healthy options, such as a leafy green salad with broiled fish or chicken. Ask for your dressing on the side, or replace your dressing with olive oil and vinegar. 5 Limit foods high in saturated and trans fats. These foods raise your blood cholesterol and are high in calories, thereby raising your risk of heart disease. Try to limit or eliminate these following trans fat and saturated fat foods from your diet: [6] Ground beef, sausage, and processed meat such as bologna, hot dogs, and deli meats. Chicken that has skin on it, such as fried chicken. Go for skinless chicken breasts instead. Dairy products high in fat like whole-milk cheeses, whole milk, cream, butter, and ice cream. Processed foods, particularly foods that contain lard and palm oil. You should also avoid pre packed products and baked products like cookies, doughnuts, and breads. Foods made with hydrogenated oils like margarines and shortening. Eggs, which are high in cholesterol, and shrimp, which are also high in cholesterol and sodium. You can enjoy these foods occasionally to avoid feeling deprived, but know that moderation is key to losing weight and staying healthy. 6 Read food labels when you go grocery shopping. You should always go grocery shopping with a shopping list and read food labels before you buy anything. Look for any artificial or processed ingredients in foods, such as high-fructose corn syrup or added flavorings. These added ingredients will only fill you up with empty calories that have no nutritional value. [7] Avoid junk foods, packaged desserts, canned fruit, and sugary drinks like soda. A good rule of thumb is that if the first four ingredients on a label are high in fat or sugar, you may want to put it back on the shelf. 7 Control your portion sizes . A portion is a certain amount of food that you consume for a meal or a snack. This is different than a serving, which is a measured amount of food and is required to be noted on all nutritional labels on food. Reducing your portion sizes every time you eat can help you to consume fewer calories and have control over how much food you consume. [8] You can also use the concept of energy density to help you feel full without consuming a high amount of calories. This concept works by focusing on foods that have a low energy density, where they provide a larger portion size and a fewer number of calories. Fruits and vegetables are considered low energy density foods. You should avoid eating high energy density foods such as desserts, candies, and processed foods, as they have a small volume but they have a large number of calories. Eating larger portions of low energy density foods like fruits, vegetables, and healthy protein sources (skinless chicken, beans, tofu), you can feel full but take in less calories. You will also be full for longer and are less likely to experience hunger pangs. 8 Cut down on your alcohol intake. Alcoholic drinks contain a high amount of calories and sugar. If possible, reduce the amount of alcohol you drink every week and increase the amount of water you drink. Drinking water will help your body stay hydrated and healthy. [9] 9 Avoid crash dieting. Though you may be tempted to try quick fix weight loss diets or drastic weight loss programs, these can often lead to other health issues and very little weight loss. Once you stop a crash diet, you will likely regain all the weight you lost. The only way to really lose weight and keep it off is to adopt healthy eating habits and maintain them over a long period of time. [10] Method 2 Edit Adopting a Healthy Lifestyle 1 Exercise several times a week. To achieve significant weight loss, you should commit to an exercise program four to five times a week, where you exercise 300 minutes or more a week. You can also start by doing 150 minutes of exercise a week to prevent further weight gain and improve your endurance and fitness. Focus on exercise that gets you moving, such as aerobics, pilates, jogging or interval training. [11] You can also join a gym and work with a trainer on a fitness plan that will help you lose weight and gain strength. Weight lifting should only be done once you have a certain level of fitness. 2 Join a weight loss fitness program. Look for a weight loss program in your area at your local gym or fitness center. Enroll in the program and commit to going to every class for a set number of weeks or months. You can enlist the support of a friend, spouse, or family member and do the program together. Often weight loss fitness programs can be a good way to integrate exercise into your daily routine and improve your fitness level steadily over time. Try to find a weight loss program that does not seem too punishing or difficult, as you will need to be motivated to show up for class every week. 3 Walk or bike to work, rather than drive. It can be intimidating and challenging to be physically active when you are obese. But making simple lifestyle changes, like walking or biking to work instead of driving, can help you to get moving and be physically active. [12] If you take the bus to work, get off a few stops early and walk to the rest of the way. Go on a walk during your lunch break and wear a pedometer to track how many steps you take over the course of the day. If you need to drive to work, park further away from work in the parking lot so you have to walk at the beginning and the end of your day. 4 Look for weight loss support groups in your area. It can be challenging to lose weight when you are obese and you may need support in the form of peers who understand what you are going through. You can ask your doctor about weight loss support groups in your area or contact your local hospital. [13] There are also online support groups where you can find a community of other obese individuals. You could also try support groups through commercial weight loss programs like Weight Watchers. 5 Consider counseling or therapy. Obesity is often linked to compulsive behavior and emotional issues. You can work through your compulsive need for food with a therapist or a counselor who is trained in mental health and obesity issues. A good therapist can help you identify why you overeat and suggest ways to cope with the issues that are causing your obesity. [14] You can do individual or group therapy, or do more intensive programs to help you move past your obesity. Method 3 Edit Taking Weight Loss Medication 1 Talk to your doctor about weight loss medication. Weight loss medication is usually only prescribed by your doctor if you have tried other methods of weight loss and you meet the following criteria: [15] You have a BMI of 30 or greater. Your BMI is higher than 27 and you have medical complications due to obesity, such as diabetes, sleep apnea, or high blood pressure. Your doctor will also look at your health history and any other medical issues you have that may conflict with weight loss medication. You may be prescribed weight loss medications like orlistat (Xenical), lorcaserin (Belvig), phentermine and topiramate (Qsymia), buproprion and naltrexone (Contrave), and liraglutide (Saxenda). Talk to your doctor about the side effects of these weight loss medications, as they can be severe and you should be careful to avoid any complications with medical issues or other medications while on weight loss medications. 2 Use weight loss medication with other diet and lifestyle changes. Keep in mind the effects of weight-loss medication will likely wane over time and you may gain back the weight you lost on the medication once you stop taking it. You should use weight loss medication with diet and lifestyle changes to ensure you have a long term plan to treat your obesity. Avoid depending only on the weight loss medication to treat your obesity, as these medications are not meant for long term use. [16] 3 Commit to check ins with your doctor while on weight loss medication. Due to the side effects of weight loss medication, you will need to schedule check ins with your doctor while on this medication. You should also note if you experience any adverse side effects while on the weight loss medication and talk to your doctor about these side effects. [17] Method 4 Edit Using Weight Loss Surgery 1 Consider if weight loss surgery is right for you. Weight loss surgery is invasive and is often only done for individual who are morbidly obese and have been unsuccessful in their attempts to lose weight and keep the weight off. Your doctor will only recommend weight loss surgery if you meet at least one of the following qualifications: [18] You are more than 100 pounds over your recommended body weight for your age and height. You have a BMI of 40 or higher. You have a life threatening condition due to obesity, such as severe sleep apnea, heart issues, or severe type 2 diabetes. You will also need to complete a medical and a psychological pre-evaluation to illustrate you are committed to follow-up care and maintenance after surgery. This will also show you understand the extensive dietary, exercise, and medical practices you must follow to ensure the surgery is successful. 2 Ask your doctor about your weight loss surgery options. Your doctor should outline your surgery options and the procedures involved in each option. There are several common weight-loss surgeries done on the obese, including: [19] A banded gastroplasty: In this procedure, a surgeon uses staples or bands to create a small pouch at the top of your stomach. This will then limit the amount of food and liquid your stomach can hold. To ensure this surgery is successful, you will need to limit the amount of food you consume. A Roux-en-Y gastric bypass: A small stomach pouch is made through a bypass around the part of your small intestine where most of the calories you eat are absorbed. This will limit your food intake and reduce the calories your body absorbs. There are several side effects of a gastric bypass, including nausea, bloating, diarrhea, and faintness. You will also need to take multivitamins and minerals to prevent nutrient deficiencies. Biliopancreatic diversion with duodenal switch: In this procedure, the surgeon will remove a large part of your stomach and leave a small valve that releases food into your small intestine. The surgeon will then seal off the middle section of your intestine and attach the last part directly to the large intestine. Gastric sleeve: A part of your stomach is removed in this procedure, creating a smaller reservoir for food. This is a less complicated surgery than a gastric bypass or a biliopancreatic diversion with duodenal switch. 3 Maintain a healthy lifestyle and diet after surgery. Weight loss surgery is not a quick and easy way to solve or cure obesity. In fact, you will need to have an even stronger commitment to changing your eating and lifestyle habits once you have weight loss surgery to ensure the surgery remains a success. If you do not maintain a healthy lifestyle and diet choices (including nutritional supplements) after surgery, you can end up regaining the weight, suffering nutritional deficiencies, or making your health problems more severe than before the surgery. [20] Once you receive the weight loss surgery, you will need to commit to lifelong medical follow ups with your doctor to ensure your body is functioning properly. Your doctor may suggest you enroll in a post surgery program to ensure your diet and lifestyle are healthy.", "external_links": [], "published": "2016-11-19T01:30:00.000+02:00", "crawled": "2016-11-18T20:41:59.131+02:00", "highlightTitle": ""}