{"organizations": [], "uuid": "e3b591489e69c0debe9f8258aafdc1ab801ab265", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "news.yahoo.com", "main_image": "https://s.yimg.com/os/mit/media/m/social/images/social_default_logo-1481777.png", "site_section": "https://news.yahoo.com/sitemap/stories/3.xml", "section_title": "", "url": "https://news.yahoo.com/election-americans-try-pop-news-bubbles-120003731.html", "country": "US", "domain_rank": 5, "title": "After election, Americans try to pop their news bubbles", "performance_score": 0, "site": "yahoo.com", "participants_count": 1, "title_full": "After election, Americans try to pop their news bubbles", "spam_score": 0.008, "site_type": "news", "published": "2016-11-19T20:00:00.000+02:00", "replies_count": 0, "uuid": "e3b591489e69c0debe9f8258aafdc1ab801ab265"}, "author": "Christian Science Monitor", "url": "https://news.yahoo.com/election-americans-try-pop-news-bubbles-120003731.html", "ord_in_thread": 0, "title": "After election, Americans try to pop their news bubbles", "locations": [], "entities": {"persons": [{"name": "steve hudson", "sentiment": "negative"}, {"name": "hillary clinton", "sentiment": "negative"}, {"name": "donald", "sentiment": "negative"}, {"name": "trump", "sentiment": "none"}, {"name": "donald trump", "sentiment": "none"}, {"name": "krista jenkins", "sentiment": "none"}, {"name": "sinnreich", "sentiment": "none"}, {"name": "hudson", "sentiment": "none"}, {"name": "angela merkel", "sentiment": "none"}, {"name": "obama", "sentiment": "none"}, {"name": "clinton", "sentiment": "none"}, {"name": "breitbart", "sentiment": "none"}, {"name": "will simpson", "sentiment": "none"}, {"name": "quartz", "sentiment": "none"}, {"name": "pines", "sentiment": "none"}, {"name": "joyce pines", "sentiment": "none"}, {"name": "hillary", "sentiment": "none"}, {"name": "aram sinnreich", "sentiment": "none"}, {"name": "jenkins", "sentiment": "none"}, {"name": "simpson", "sentiment": "none"}], "locations": [{"name": "mich.", "sentiment": "none"}, {"name": "kalamazoo", "sentiment": "none"}, {"name": "atlantic", "sentiment": "none"}, {"name": "united states", "sentiment": "none"}, {"name": "us", "sentiment": "none"}, {"name": "washington", "sentiment": "none"}, {"name": "teaneck", "sentiment": "none"}, {"name": "indiana", "sentiment": "none"}, {"name": "chicago", "sentiment": "none"}, {"name": "germany", "sentiment": "none"}, {"name": "n.j.", "sentiment": "none"}, {"name": "d.c.", "sentiment": "none"}, {"name": "los angeles", "sentiment": "none"}], "organizations": [{"name": "fox news", "sentiment": "none"}, {"name": "republican party", "sentiment": "none"}, {"name": "pew research", "sentiment": "none"}, {"name": "facebook", "sentiment": "none"}, {"name": "cnn", "sentiment": "none"}, {"name": "fairleigh dickinson university", "sentiment": "none"}, {"name": "new york times", "sentiment": "none"}, {"name": "wall street journal", "sentiment": "none"}, {"name": "bbc", "sentiment": "none"}, {"name": "nbc news", "sentiment": "none"}, {"name": "buzzfeed news", "sentiment": "none"}, {"name": "washington post", "sentiment": "none"}, {"name": "google", "sentiment": "none"}, {"name": "american university’s school of communication", "sentiment": "none"}, {"name": "al jazeera", "sentiment": "none"}, {"name": "electoral college", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Like many of those who voted for Hillary Clinton, Steve Hudson was pretty stunned to watch as Donald Trump swept through the supposed “firewall” states presumed to align with the Democratic nominee, going on to win the United States presidency.\nFeeling blindsided, he questioned what may have been the myopic perspectives of his “news bubble.” He concluded that he needed a wider range of reliable reporting to get a more accurate understanding of what was happening in the country.\n“My trust in my news sources has been shaken,” says Mr. Hudson, a Chicago resident and self-employed advertising planner, who says he’s mostly relied on The New York Times in the past – a source that shares his center-left perspective. “I'm reacting to the the overall confidence my news sources expressed in Hillary's potential for winning, all the talk about the death of the Republican Party, the focus on Trump's many inflammatory statements and personal failings.”\n“We've just been paying too much attention to people who think like us,” Hudson continues. For now, he plans to add a subscription to The Wall Street Journal for a more center-right perspective, and to consciously seek a wider range of reporting from other reliable sources. Still, he’s kind of “feeling a little homeless now,” he admits.\nIndeed, after the election, a number of Americans, particularly those on the left still bewildered by the election of Mr. Trump, have begun to question the mainstream coverage that seemed to confidently assume that Hillary Clinton would emerge as the 45th president.\nAt the same time, too, the proliferation of unreliable information has approached what many consider to be near-crisis proportions. In addition to the frustration many have felt with the mainstream press, there is growing concern social media, designed to entice engagement rather than offer factual information, has spawned the viral spread of deliberately misleading and fake news.\n'THE BIG SORT'\nThe problem of “news bubbles” is in many ways part of a larger social trend that some scholars have called “the big sort” – a troubling trend in which like-minded citizens, with mostly similar cultural preferences and political world views, cluster together in walled gardens – including neighborhoods, places of worship, and information sources.\nAnd as over six out of 10 American adults now turn to their algorithm-driven social media feeds to get news, according to Pew Research , conservatives and liberals often have radically conflicting sources of information, as a Wall Street Journal side-by-side graphic analysis of blue feeds and red feeds recently showed.\nIt’s a trend with troubling implications, scholars say. Long considered a bedrock of democracy, the “free press,” enshrined in the US Constitution and considered an informal “fourth estate” of government, is supposed to cover and provide context for the actions of the three branches of government.\n“Americans are ... likely to get what they do know, or think they know, from an echo chamber,” says Krista Jenkins, professor of political science at Fairleigh Dickinson University in Teaneck, N.J., via email.\n“What’s needed in our discourse is a cross-pollination of ideas and viewpoints so that we begin to turn the tide on the alarming trend of seeing the other side as dangerous and misguided,” Professor Jenkins continues, “rather than those whose experiences and perspectives lead them to believe different things about where to go and how to get there.”\nFACEBOOK AND THE RISE OF FAKE NEWS\nIf social media has contributed to the sorting of Americans into echo chambers, it also may have also enabled the proliferation of fake news sites and fabricated political stories online, especially on the news feeds of those on the right, which often express disdain for the “mainstream media.”\nSince August and leading up to the election, fake news stories with headlines like “Pope Francis Shocks World, Endorses Donald Trump for President, Releases Statement” or “FBI Agent Suspected in Hillary Email Leaks Found Dead in Apparent Murder-Suicide,” garnered over 8.7 million shares, reactions, or comments on Facebook, according to analysis from BuzzFeed News . And of the top 20 most-shared fake news stories, 17 spread information favoring Trump or excoriating Clinton.\nStories from major news sites, including The New York Times, Washington Post, and NBC News, on the other hand, garnered 7.3 million interactions.\nEarlier this week, the top result on Google for the web search “final election vote count 2016” yielded a link that falsely reported that Trump, who won the Electoral College, also won the popular vote. He's currently more than 1 million votes behind Clinton in the vote count.\nOn Monday, both companies said they would take action to combat such misinformation. Google said it would ban websites that trafficked in fake news from using its online advertising service. Facebook also said it would stop displaying ads on fake news sites.\nOn Thursday, President Obama became impassioned during a press conference in Germany with Chancellor Angela Merkel, decrying “an age where there’s so much active misinformation and it's packaged very well and it looks the same when you see it on a Facebook page or you turn on your television,” he said. “If everything seems to be the same and no distinctions are made, then we won’t know what to protect.”\nSome Americans are ensuring that they get fact-checked information by taking the old-fashioned step of buying a newspaper or magazine subscription. The New York Times reported an increase of 41,000 subscribers since the Nov. 8 election, its largest one-week total since it developed its paywall model in 2011. The Atlantic and The Wall Street Journal are among other publications that have reported surges in readership and subscribers since the election.\nYet for many of those on the left still bewildered by the election, the issue is often less about discerning fake news than finding ways to have a more nuanced perspective about things they just didn’t realize about the country.\nWill Simpson, a marketing strategist in Los Angeles, who relies on sources such as The New York Times, Quartz, and CNN, said he was shocked by how wrong so many \"legitimate publishers\" got the election. “It demonstrated to me that those of us that consider ourselves ‘informed’ and ‘educated’ are susceptible to the same vicious echo chamber cycles that we accuse so many people across party and socioeconomic lines of being ‘dumb’ enough to fall victim to.”\n“No one wanted to believe that Trump’s populism could actually gather that much steam – or rather, no one wanted to admit it,” Mr. Simpson continues, saying the press failed to empathize with the reasons why many Trump supporters have felt dismissed and voiceless.\nREADING THE TIMES, AND ALSO WATCHING FOX\nFor others, however, the cacophony of sources online, and the proliferation of fake news has brought many back to traditional news organizations for more reliable news.\nJoyce Pines, clinical director for an inpatient addiction treatment facility in Kalamazoo, Mich., has long been concerned about fabricated news stories and false information online. She says her family, many of them Republicans, help keep her out of her news bubble – though about midnight after the election she briefly entertained never setting foot in her home state of Indiana again, she says.\nBut she’s purchased a subscription to the Times, and added Fox News to her Twitter feed, committing, too, to engage more in dialogue and be respectful and listen. But she also wants to call out “insidious” publications like Breitbart, she says, or those sites peddling deliberately misleading news. “When I see a post with a source that I don't know, I look it up. If it is wrong, I respectfully respond to whoever posted it,” Ms. Pines says.\nScholars say that news consumers have to be more discerning on the sources of their information. And many see profound risks to the free flow of ideas if platforms like Facebook and companies like Google are supposed to become the gatekeepers or ultimate arbiters of what constitutes legitimate information.\nThis would directly contradict their business models, which seek to maximize engagement on their sites, notes Aram Sinnreich, professor at American University’s School of Communication in Washington, D.C.. Not only that, but efforts to suppress “false” information present a technical challenge.\nBUILDING 'WEBS OF TRUST'\n“What I’ve seen is a lot of people compiling lists of fake news sources, and actively asking their friends on social media not to share news from those sources,” Professor Sinnreich says, noting that some developers have created software to identify fake news sites.\n“What little solace and tactical benefit there is to be found is in building webs of trust,” he adds, “communities of shared trust where there’s a tacit agreement only to share verifiable information.”\nFor Simpson, staying informed “requires a certain voluntary exercise.” And now he’s more than willing to pay for a wider range of sources, and he’s looking to organizations like Al Jazeera, the BBC, and even The Drudge Report to stay informed on a range of opinions.\n“I pay for my news, I am happy to pay for my news and to sign up for services that kind of pressure me to stay informed,” he says. “I love, love, love mobile notifications on my phone – they constantly grab my attention and compel me to dive deeper into issues that I otherwise might browse past in print or on a desktop site, and I am more than happy to pay to keep those coming.”\nRelated stories\nThe Politics of US series: Bridging divides The Trump voters you don't know A post-election surge in hate crimes – and in kindness Read this story at csmonitor.com\nBecome a part of the Monitor community\nBecome a Facebook fan! Follow us on Twitter! Follow us on Google+ Link up with us! Subscribe to our RSS feeds!", "external_links": ["http://www.bizjournals.com/sanjose/news/2016/11/17/how-much-facebook-users-engaged-fake-electionnews.html", "http://graphics.wsj.com/blue-feed-red-feed/", "http://www.csmonitor.com/USA/Politics/2016/1102/The-Politics-of-US-series-Bridging-divides", "http://www.csmonitor.com/USA/Politics/2016/1117/The-Trump-voters-you-don-t-know", "https://www.buzzfeed.com/craigsilverman/viral-fake-election-news-outperformed-real-news-on-facebook", "https://twitter.com/CSMonitor", "https://plus.google.com/u/0/b/106478337234414923781/106478337234414923781/posts", "http://www.thebigsort.com/home.php", "http://www.facebook.com/ChristianScienceMonitor", "http://www.linkedin.com/company/10651?trk=tyah", "http://www.journalism.org/2016/05/26/news-use-across-social-media-platforms-2016/", "http://www.csmonitor.com/USA/Politics/2016/1115/A-post-election-surge-in-hate-crimes-and-in-kindness", "http://www.csmonitor.com/About/Subscriptions/RSS", "http://www.nytimes.com/2016/11/15/technology/google-will-ban-websites-that-host-fake-news-from-using-its-ad-service.html", "http://www.huffingtonpost.com/entry/newspaper-subscriptions-free-press-donald-trump_us_582b3babe4b02d21bbcab945?utm_source=API+Need+to+Know+newsletter&utm_campaign=537f1936b5-EMAIL_CAMPAIGN_2016_11_18&utm_medium=email&utm_term=0_e3bf78af04-537f1936b5-45827557", "http://www.csmonitor.com/USA/Politics/2016/1119/After-election-Americans-try-to-pop-their-news-bubbles"], "published": "2016-11-19T20:00:00.000+02:00", "crawled": "2016-11-20T01:02:57.478+02:00", "highlightTitle": ""}