{"organizations": [], "uuid": "75db8df0a3857277ccbc5e39219e67d4ba3eb9f7", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 5}, "facebook": {"likes": 30, "shares": 30, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.bloomberg.com", "main_image": "https://assets.bwbx.io/business/public/images/social_fallbacks/bloomberg_markets_default-3d32d2f713.jpg", "site_section": "http://www.bloomberg.com/middleeast", "section_title": "Bloomberg", "url": "http://www.bloomberg.com/news/articles/2016-11-19/saudi-led-coalition-declares-48-hour-ceasefire-in-yemen", "country": "US", "domain_rank": 356, "title": "Saudi-led Coalition Declares 48-hour-ceasefire in Yemen", "performance_score": 0, "site": "bloomberg.com", "participants_count": 1, "title_full": "Saudi-led Coalition Declares 48-hour-ceasefire in Yemen - Bloomberg", "spam_score": 0.421, "site_type": "news", "published": "2016-11-19T16:48:00.000+02:00", "replies_count": 0, "uuid": "75db8df0a3857277ccbc5e39219e67d4ba3eb9f7"}, "author": "Bloomberg.com", "url": "http://www.bloomberg.com/news/articles/2016-11-19/saudi-led-coalition-declares-48-hour-ceasefire-in-yemen", "ord_in_thread": 0, "title": "Saudi-led Coalition Declares 48-hour-ceasefire in Yemen", "locations": [], "entities": {"persons": [{"name": "ali abdullah saleh", "sentiment": "none"}, {"name": "kerry", "sentiment": "none"}, {"name": "abed-rabbo mansour hadi", "sentiment": "none"}, {"name": "sharaf loqman", "sentiment": "none"}, {"name": "hadi", "sentiment": "none"}, {"name": "houthis", "sentiment": "none"}, {"name": "john kerry", "sentiment": "none"}], "locations": [{"name": "yemen", "sentiment": "none"}, {"name": "yemen cairo", "sentiment": "none"}, {"name": "taiz", "sentiment": "none"}, {"name": "u.s.", "sentiment": "none"}, {"name": "sanaa", "sentiment": "none"}, {"name": "oman", "sentiment": "none"}, {"name": "houthis", "sentiment": "none"}], "organizations": [{"name": "ap", "sentiment": "negative"}, {"name": "houthi", "sentiment": "none"}, {"name": "the associated press", "sentiment": "none"}]}, "highlightText": "", "language": "english", "persons": [], "text": "Cairo (AP) -- The Saudi-led military coalition declared a 48-hour ceasefire in Yemen on Saturday, on the condition that Shiite rebels abide by it and allow humanitarian assistance into besieged cities, particularly the city of Taiz.\nHowever, minutes after it went into effect, activists in Taiz said that rebel shelling continued in the city while a rebel-affiliated military spokesman said that there was no halt of fighting.\nCol. Sharaf Loqman, a military spokesman, told The Associated Press that the fighting hasn&apos;t stopped at any of the front-lines. He said that the rebels support a full cessation of hostilities, but that the reality at the moment is, \"all parties are engaged in fighting.\"\nThe Saudi news agency SPA carried a statement from the coalition that said the truce would take effect at 12 p.m. Yemeni time on Saturday and that it could be renewed. The coalition warned the rebels, known as Houthis, against any sort of military movement.\nThe ceasefire comes at a time that forces loyal to the Saudi-backed, internationally-recognized government have made advances in Taiz, which has been besieged by the rebels for the past year.\nThe coalition has demanded that the Houthis send their representatives to meet with a de-escalation committee based in a southern Saudi city, in order to make security and military arrangements to end rebel control over several cities in the north — including the capital, Sanaa.\nWhile the coalition stressed that the ceasefire is aimed at paving the way for peace, it didn&apos;t elaborate on whether it&apos;s accepting the U.N.-brokered peace plan — which sidelines President Abed-Rabbo Mansour Hadi and gives the rebels a share of power.\nThe truce also comes two days after an earlier plan for a U.S.-brokered ceasefire faltered. U.S. Secretary of State John Kerry, who met with Houthi representatives in Oman this week, set Nov. 17 as the beginning of the ceasefire. The plan was immediately rejected by Hadi&apos;s government, which accused Kerry of striking a unilateral deal. The coalition made no comment on Kerry&apos;s announcement.\nThe conflict in Yemen has divided the country into rival regions with the northern — predominated by Shiites — under rebel control while the south — mostly Sunnis — is under the coalition&apos;s control.\nThe coalition intervened in Yemen in March 2015 at the request of Hadi, who was forced to flee the country when the Houthis joined ranks with forces loyal to the ousted Yemeni President Ali Abdullah Saleh and descended from their northern enclave — seizing the capital and pushing southward.\nThe coalition imposed a blockade on Yemen, and the airstrikes along with ground fighting have left over 4,000 civilians dead and tens of thousands wounded. The conflict has forced 3 million people to flee their homes and pushed the Arab world&apos;s poorest nation to the brink of famine.", "external_links": [], "published": "2016-11-19T16:48:00.000+02:00", "crawled": "2016-11-19T16:34:04.931+02:00", "highlightTitle": ""}