{"organizations": [], "uuid": "2baceeb2a1355dd9d8229278bf8769178403f310", "thread": {"social": {"gplus": {"shares": 3}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 20, "shares": 20, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.latimes.com", "main_image": "http://www.trbimg.com/img-582fb7a3/turbine/la-sp-kings-report-20161118", "site_section": "http://feeds2.feedburner.com/latimes/news/opinion/commentary/\r", "section_title": "L.A. Times - Commentary", "url": "http://www.latimes.com/sports/kings/la-sp-kings-report-20161118-story.html", "country": "US", "domain_rank": 609, "title": "Kings' goalie situation is set, but feelings mixed", "performance_score": 0, "site": "latimes.com", "participants_count": 1, "title_full": "Kings' goalie situation is set, but feelings mixed", "spam_score": 0.0, "site_type": "news", "published": "2016-11-19T09:20:00.000+02:00", "replies_count": 0, "uuid": "2baceeb2a1355dd9d8229278bf8769178403f310"}, "author": "Curtis Zupke", "url": "http://www.latimes.com/sports/kings/la-sp-kings-report-20161118-story.html", "ord_in_thread": 0, "title": "Kings' goalie situation is set, but feelings mixed", "locations": [], "entities": {"persons": [], "locations": [], "organizations": []}, "highlightText": "", "language": "english", "persons": [], "text": "Sports KINGS Kings' goalie situation is set, but feelings mixed Kings goaltender Jeff Zatkoff is healthy enough to return, but that doesn't seem to thrill Coach Darryl Sutter Jim Mone / Associated Press Kings goaltender Jeff Zatkoff stops a shot during a game against the Wild on Oct. 18. Kings goaltender Jeff Zatkoff stops a shot during a game against the Wild on Oct. 18. (Jim Mone / Associated Press) Curtis Zupke \nThe Kings ’ goaltender situation gained clarity Friday, in both positive and negative lights. \nThe welcome news was that Jeff Zatkoff said he’s healthy after aggravating a groin injury earlier this month. He’s put together several days of hard work, double the rehabilitation he did the initial time he had the injury on Oct.22. \n“I’ve made sure that I’ve had four really intense days to make sure that it holds up,” Zatkoff said. “We wanted to make sure we had a solid week of a lot of strain on it. It feels good. That’s where I’m at.” \nZatkoff removed himself after two periods in a Nov.11 game against the Ottawa Senators because of groin spasms. He shifted laterally and said he “kind of came up a little lame.” Zatkoff felt bad about forcing Peter Budaj into a difficult situation — going in cold with a 1-0 lead in the third period — but said, “I think in the long run it was the right decision.” \nZatkoff said the episode was frustrating, a sentiment that Kings Coach Darryl Sutter echoed, or metaphorically shouted, when asked about Zatkoff being ready. \n“He said he was ready last time,” Sutter said. “He was ready to play, but there’s three periods. I don’t have much patience for that stuff now.” \nSutter has shined similar harsh light recently over some poor performances by Budaj, and he didn’t sound thrilled with Zatkoff’s small sample size — 0-3 this season. Budaj is 8-6-1. \nZatkoff will at least back up Budaj because Jack Campbell was reassigned Friday. The Kings have back-to-back games against New Jersey Devils and the Ducks this weekend, but Sutter indicated Zatkoff’s availability wouldn’t factor into how he would spread the goaltending duties. \n“We’ve got one goalie that’s got a winning record and we’ve got one goalie who hasn’t won a game yet,” Sutter said. “I tend to lean towards the guy that’s got a winning record.” \nZatkoff was supposed to assume the No.1 role in the wake of a long-term groin injury to Jonathan Quick , whom Sutter said hasn’t begun rehabilitation. \nOn the lighter side, Sutter had a line about how he found out about Campbell’s reassignment to the Ontario Reign — set to play Friday in Stockton — when he showed up to the rink and there were only two goalies. \n“The third one wasn’t available because he was … panning for gold in Stockton,” Sutter said. \nEtc. \nAnze Kopitar continued to skate with fellow injured players Marian Gaborik and Andy Andreoff in line rushes. … Recent Hockey Hall of Fame inductee Rogie Vachon will be recognized before the game Saturday. … The Kings will unveil a monument in front of Staples Center to commemorate their 50th anniversary celebration before their Nov. 26 game. \nNEXT UP \nWhen: 1 p.m. today. \nOn the air: TV: FSW; Radio: 790 \nUpdate: New Jersey had its five-game win streak snapped Thursday, its first game without injured wing Taylor Hall. The Kings have not had a regular-season home win against the Devils since 2010.", "external_links": [], "published": "2016-11-19T09:20:00.000+02:00", "crawled": "2016-11-19T04:29:58.717+02:00", "highlightTitle": ""}